[{"full_text":"Natalia Luzuriaga knows firsthand the power of technology to make people’s lives better having overcome her own experiences with partial hearing loss.\n“I was always taught to help others out,” said the fourth-year computer science student at the UCLA Samueli School of Engineering and recipient of the 2022 Levi James Knight, Jr. Scholarship. “I find a lot of fulfillment in being able to help people and guide them on the path of becoming who they want to be.”\nThis mindset has been with Luzuriaga ever since she was a child, and helped her to earn the scholarship that was established by Evalyn Knight, whose husband, Levi Knight, Jr., worked at UCLA for more than two decades. The scholarship was created to recognize outstanding students from across all of UCLA Samueli’s engineering disciplines. \nWhen Luzuriaga was in first grade, she failed a test for the first time. But it wasn’t a test for which she could study. It was a hearing test.\nLuzuriaga was taken by surprise when she was diagnosed with mild-moderate hearing loss and thought initially that it must have been a mistake. After all, she was able to hear people talk just fine, except when they’d whisper. She was subsequently fitted for hearing aids, which helped her hear things clearly for the first time, but it also made her feel insecure and self-conscious in the beginning. \n“It was something that I didn’t want people to know about; I would always keep my hair down and never put it up in a ponytail,” she said. “But I told my friends about it, and they were like, ‘Oh, this is so cool! Can I see it?’ That’s when I realized it’s not something to be ashamed of, but it’s actually a really cool part of my identity.”\nHaving experienced how technology can be leveraged to improve her day-to-day life, Luzuriaga created her first app during a hackathon while she was in high school. Inspired by her peers who had much more severe hearing loss, Luzuriaga developed an app called “sPeach” so that her friends and others could practice pronouncing words correctly without relying on the assistance of a speech therapist. The app employs speech recognition technology to enable direct user feedback via smartphones so it helps build independence and confidence.\n\n“That was the first app I built that wasn’t for entertainment purposes. I built games before that, but this was an actual app that people could use, and they could actually benefit from,” Luzuriaga said.\n\n“That was the first app I built that wasn’t for entertainment purposes. I built games before that, but this was an actual app that people could use, and they could actually benefit from,” Luzuriaga said. “So that’s when I realized whatever I decided to work on in the future, I want to make sure that it really helps people in some way.”\nLuzuriaga’s passion for creating new tech didn’t stop there. When it came time for college, the East Coast native wanted a change in scenery, and a place buzzing with promising up-and-coming tech discoveries. What better place than Southern California and UCLA! \n“It’s just a fantastic school. It has many active student organizations doing very impactful work, which I knew I wanted to be a part of,” she said. She chose to major in computer science not because of a desire to work for well-established big tech companies but because of the skillsets she can learn and translate into new tech to help make people’s lives easier.\nGrowing up in a close-knit family, Luzuriaga said the transition to the West Coast culture and surroundings wasn’t easy at first. And just as she started to feel more at home after her freshman year, the pandemic hit. As remote learning took effect at UCLA, Luzuriaga found herself without an internship or job. But she and her friends were itching to work on something new. So, they enrolled in Bruin Labs, a 10-week accelerator program put on by Bruin Entrepreneurs that teaches participants how to create their own start-ups.\nLuzuriaga and her friends created Hussle, a freelance marketplace mobile app that supports college students in starting and managing their own small businesses of selling products or offering services to others on campus. The app was launched in April and already has more than 200 users.\n\n“Stay true to yourself; make sure you really think about what you want to do in life and target companies that alignwith the type of work you want to be doing,” Luzuriaga said.\n\n“We noticed that there are people on campus cutting hair, there are people on campus doing manicures, but the only way you can find them is through word of mouth or Instagram,” Luzuriaga said. “So we wanted to make a platform all UCLA students are on and that will allow people to grow their small businesses by being able to reach their target audience.”\nWith the help of the scholarship, Luzuriaga said she is grateful to have some extra time to devote to extracurricular activities. She is a part of Nova — Tech for Good, a student organization that aims to build technical solutions for nonprofits within the LA area and beyond. Luzuriaga serves as a project lead for building a mobile app called “iiDecide,” which is an iOS chatting app that connects victims of sexual assault so that they can talk about their experiences in a safe and comfortable space. “The mission and how impactful it will be for that community is definitely something that really resonates with me, and it also aligns with my values of why I decided to go into computer science in the first place,” she said.\nLuzuriaga also belongs to Sigma Eta Pi, an entrepreneurship fraternity on campus, through which she gets to meet like-minded individuals who are into entrepreneurship and the startup and venture capital space. She served on the Society of Women Engineers’ advocacy committee that hosts events to encourage women engineers to advocate for themselves. Having volunteered to teach coding classes in high school, she has hosted workshops for exploretech.la, an annual event where high school students come to UCLA to learn how to code and explore tech. \nWhen she first came to UCLA, Luzuriaga said she felt a lot of pressure to go into big tech, which is what she saw many of her peers doing. But following her passions for entrepreneurship taught her that there are many different ways to find success as a software engineer and that it’s OK to not follow traditional paths.\nThrough it all, Luzuriaga credits everything she has accomplished so far to the strong work ethic she learned from her parents and encourages other students to not be afraid of putting in extra effort to achieve their goals.\n“Stay true to yourself; make sure you really think about what you want to do in life and target companies that align with the type of work you want to be doing,” she said. “And then from there, you can create your own path that you’re looking forward to, and you’re building the life that you want to have.” \nHer second piece of advice? “Work hard and never underestimate yourself,” she said. “I’m not naturally intelligent and struggled a lot with my academics, especially computer science. But when you believe in yourself, you’ll be surprised with what you are capable of and can accomplish.”\nSara Hubbard contributed to this story.","date":"Jul 13, 2022","summary":"Natalia Luzuriaga knows firsthand the power of technology to make people’s lives better having overcome her own experiences with partial hearing loss","title":"Overcoming Hearing Deficit, UCLA Computer Science Student Uses Her Own Experiences to Empower Others","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Natalia-Luzuriaga-800x450-1.jpg"},{"title":"UCLA Electrical and Computer Engineer Receives Google Research Scholar Program Award","date":"Jul 12, 2022","summary":"Xiang “Anthony” Chen, an assistant professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has received a Google Research Scholar Program Award for his research in human-computer interaction","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Anthony-Chen-800x450-1.jpg","full_text":"Xiang “Anthony” Chen, an assistant professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has received a Google Research Scholar Program Award for his research in human-computer interaction.\nThe award, which supports world-class research conducted by early-career professors, includes a prize of up to $60,000 to support Chen’s research on extracting human knowledge to augment  artificial intelligence training. \nA leader of UCLA’s Human Computer Interaction Research team, Chen focuses on building interactive intelligent systems so that humans can more easily share information. He aims to train AI systems to learn high-level knowledge through the observation of human experts performing various tasks, such as examining tissue slides for evidence of tumors. Instead of providing the AI with slides that are labeled “tumor” or “no tumor” in the way that much current machine learning is done, Chen’s research will allow the AI to track how an experienced pathologist reviews biopsy slides and relay details, including their eye movements and how they pan or zoom into the slide. The AI can then analyze slides with its own highly trained “eye.”\nChen has received multiple awards for researchers early in their careers. He is also the recipient of a 2021 National Science Foundation CAREER Award, a 2021 Office of Naval Research’s Young Investigator Award and a 2020 Hellman Fellowship.\nNatalie Weber contributed to this story."},{"full_text":"Effective July 1, Xiaolin Zhong, a professor of mechanical and aerospace engineering, has been appointed chair of the Mechanical and Aerospace Engineering Department. A member of the UCLA Samueli School of Engineering faculty for more than 30 years, Zhong succeeded Tim Fisher, who had served as department chair since 2018. \nZhong leads the Hypersonics and Computational Aerodynamics Group. The group conducts research on the fundamental physics of hypersonic flows using advanced numerical tools and the application of discovered fundamental knowledge to real-world aerospace systems, such as the development of hypersonic planes and space vehicles.\nHe regularly teaches undergraduate courses on elementary fluid mechanics, aerodynamics, the mathematics of engineering and numerical methods for engineering applications. He also teaches graduate courses on compressible flows, computational aerodynamics, and hypersonic and high-temperature gas dynamics. Additionally, Zhong is the aerospace engineering area chair for the school’s Master of Science Online Program.\nZhong received his bachelor’s degree from Tsinghua University in China and his doctorate in aeronautics/astronautics from Stanford University, joining the UCLA faculty in 1991 as an assistant professor. He was promoted to associate professor in 1997 and to full professor in 2002. Zhong served as the department’s vice chair for graduate affairs from 2006 to 2011.","title":"Xiaolin Zhong Named UCLA Mechanical and Aerospace Engineering Department Chair","date":"Jul 12, 2022","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Xiaolin-Zhong-800x450-1.jpg","summary":"Effective July 1, Xiaolin Zhong, a professor of mechanical and aerospace engineering, has been appointed chair of the Mechanical and Aerospace Engineering Department"},{"full_text":"Professor Todd Millstein has been selected to be the chair of the Computer Science Department at the UCLA Samueli School of Engineering, effective July 1. He succeeded Professor Eli Gafni, who had served in the position since 2020.\nMillstein joined UCLA in 2003 and conducts research on software verification, network programming and verification, and probabilistic programming. He regularly teaches an undergraduate course, Principles and Practices of Computing; a graduate-level course, Types and Programming Languages; as well as a graduate research seminar that explores current topics in programming languages and systems.\nPrior to assuming his new role, Millstein served as the department’s vice chair for graduate studies. He has been the advisor or co-advisor to 10 Ph.D. graduates, one postdoctoral scholar and currently supervises five Ph.D. students.\nAmong Millstein’s many accolades are a National Science Foundation CAREER Award in 2006, an IBM Faculty Award in 2008, the Most Influential Programming Language Design and Implementation Paper Award in 2011, an Institute of Electrical and Electronics Engineers Micro Top Picks selection in 2012, a Microsoft Research Outstanding Collaborator Award in 2016 and an Okawa Foundation Research Grant in 2016. In 2020, Millstein received distinguished paper awards at three Association for Computing Machinery conferences. \nHe has also been recognized for his outstanding teaching, receiving UCLA Samueli’s school-wide Northrop Grumman Excellence in Teaching Award in 2016.\nMillstein has been an academic visitor at Oxford University, a visiting researcher at Microsoft Research and a visiting fellow at Princeton University. Millstein is also a co-founder and chief scientist of Intentionet, a networking technology startup.\nHe received a Ph.D. from the University of Washington and a bachelor’s degree from Brown University.","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Todd-Millstein-800x450-1.jpg","summary":"Professor Todd Millstein has been selected to be the chair of the Computer Science Department at the UCLA Samueli School of Engineering, effective July 1","date":"Jul 12, 2022","title":"Todd Millstein Named Chair of UCLA Engineering Computer Science Department"},{"date":"Jul 8, 2022","title":"UCLA Materials Scientists Awarded Department of Energy Grant to Develop 3D-Printed Lithium Ion Batteries","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Bruce-Dunn-Morris-Wang-800x450-1.jpg","summary":"Materials scientists at the UCLA Samueli School of Engineering along with colleagues at Lawrence Livermore National Laboratory (LLNL) have been selected to receive a $900,000 grant from the U","full_text":"Materials scientists at the UCLA Samueli School of Engineering along with colleagues at Lawrence Livermore National Laboratory (LLNL) have been selected to receive a $900,000 grant from the U.S. Department of Energy (DOE) to demonstrate a new design and 3D-printing process for manufacturing lithium-ion batteries. \nThe grant was part of a $57.9 million program announced in June to fund research into clean energy technologies. The UCLA project’s principal investigator is materials science and engineering professor Bruce Dunn, who holds UCLA’s Nippon Sheet Glass Company Chair. He is also UCLA Samueli’s associate dean for research and physical resources. Materials science and engineering professor Morris Wang, who joined UCLA from LLNL in 2020, is the co-principal investigator.\nThe team’s eventual goal is to improve lithium-ion batteries by increasing the available power, speeding up charging time, and making them cheaper to manufacture while wasting less material in the process. 3D printing allows for the creation of a more intricate interior battery structure that can store more power — a development critical to the new manufacturing process.\nLithium-ion batteries, with their excellent energy-to-weight ratios, are already ubiquitous in phones, laptops, electric vehicles and a range of other consumer products. However, there are limits to the power they can provide and how fast they can be charged. More powerful lithium ion batteries could lead to the development and adoption of more clean electric vehicles, as well as new energy storage technologies for the electric grid.\nThe new project builds on a previous collaboration between UCLA and LLNL that led to the development of several cathode ink compositions and demonstrated excellent performance in 3D-printed cathodes, which are the part of the battery that contains lithium ion. The UCLA group has been developing and characterizing 3D battery materials that offer high energy and power density, while researchers from LLNL have made several advances in 3D-printed materials that offer more design freedom without employing expensive and wasteful fabrication processes."},{"img":"https://samueli.ucla.edu/wp-content/uploads/samueli/4x5-inch-film-800x450-1.jpg","full_text":"UCLA materials scientists and colleagues at the nonprofit scientific research institute SRI International have developed a new material and manufacturing process for creating artificial muscles that are stronger and more flexible than their biological counterparts.\n“Creating an artificial muscle to enable work and detect force and touch has been one of the grand challenges of science and engineering,” said Qibing Pei, a professor of materials science and engineering at the UCLA Samueli School of Engineering and the corresponding author of a study recently published in Science. \nA jumping robot, about 1.2 centimeters in diameter, fitted with PHDE actuators\nIn order for a soft material to be considered for use as an artificial muscle, it must be able to output mechanical energy and remain viable under high-strain conditions — meaning it does not easily lose its form and strength after repeated work cycles. While many materials have been considered contenders for making artificial muscles, dielectric elastomers (DE) — lightweight materials with high elastic energy density — have been of special interest because of their optimal flexibility and toughness. \nDielectric elastomers are electroactive polymers, which are natural or synthetic substances composed of large molecules that can change in size or shape when stimulated by an electric field. They can be used as actuators, enabling machines to operate by transforming electric energy into mechanical work.\nMost dielectric elastomers are made of either acrylic or silicone, but both materials have drawbacks. While traditional acrylic DEs can achieve high actuation strain, they require pre-stretching and lack flexibility. Silicones are easier to make, but they cannot withstand high strain. \nUtilizing commercially available chemicals and employing an ultraviolet (UV) light curing process, the UCLA-led research team created an improved acrylic-based material that is more pliable, tunable and simpler to scale without losing its strength and endurance. While the acrylic acid enables more hydrogen bonds to form, thereby making the material more movable, the researchers also adjusted the crosslinking between polymer chains, enabling the elastomers to be softer and more flexible. The resulting thin, processable, high-performance dielectric elastomer film, or PHDE, is then sandwiched between two electrodes to convert electrical energy into motion as an actuator. \nEach PHDE film is as thin and light as a piece of human hair, about 35 micrometers in thickness, and when multiple layers are stacked together, they become a miniature electric motor that can act like muscle tissue and produce enough energy to power motion for small robots or sensors. The researchers have made stacks of PHDE films varying from four to 50 layers.\n\n“This flexible, versatile and efficient actuator could open the gates for artificial muscles in new generations of robots, or in sensors and wearable tech that can more accurately mimic or even improve humanlike motion and capabilities,” Qibing Pei said.\n\nArtificial muscles fitted with PHDE actuators can generate more megapascals of force than biological muscles and they also demonstrate three to 10 times more flexibility than natural muscles.\nMultilayered soft films are usually manufactured via a “wet” process that involves depositing and curing liquid resin. But that process can result in uneven layers, which make for a poor- performing actuator. For this reason, up to now, many actuators have only been successful with single-layer DE films. \nThe UCLA research involves a “dry” process by which the films are layered using a blade and then UV-cured to harden, making the layers uniform. This increases the actuator’s energy output so that the device can support more complex movements.\nThe simplified process, along with the flexible and durable nature of the PHDE, allows for the manufacture of new soft actuators capable of bending to jump, like spider legs, or winding up and spinning. The researchers also demonstrated the PHDE actuator’s ability to toss a pea-sized ball 20 times heavier than the PHDE films. The actuator can also expand and contract like a diaphragm when a voltage is switched on and off, giving a glimpse of how artificial muscles could be used in the future. \n\nhttps://samueli.ucla.edu/wp-content/uploads/samueli/Compiled-PHDE-SI-Videos.mp4\nCourtesy of Qibing PeiUCLA researchers demonstrate the capabilities of the PHDE actuators they developed that can expand, contract and toss a pea-sized ball.\n\nThe advance could lead to soft robots with improved mobility and endurance, and new wearable and haptic technologies with a sense of touch. The manufacturing process could also be applied to other soft thin-film materials for applications including microfluidic technologies, tissue engineering or microfabrication.\nOther authors of the study from the UCLA Materials Science and Engineering Department are Ye Shi, Erin Askounis, Roshan Plamthottam, Zihang Peng, Kareem Youssef and Junhong Pu —all current or former members of Pei’s Soft Materials Research Lab at UCLA. Shi, Askounis and Plamthottam are co-lead authors of the study. The authors from SRI International are Tom Libby and Ron Pelrine.\nThe research was supported by the Defense Advanced Research Projects Agency (DARPA).\nThe team, through the UCLA Technology Development Group, has filed for an international patent on the technology.  \nNatalie Weber contributed to this story.","date":"Jul 7, 2022","title":"UCLA Scientists Develop Durable Material for Flexible Artificial Muscles\n\t\t\t\t\t\tDiscovery also paves way for robots and wearable devices that mimic natural motion","summary":"UCLA materials scientists and colleagues at the nonprofit scientific research institute SRI International have developed a new material and manufacturing process for creating artificial muscles that are stronger and more flexible than their biological counterparts"},{"full_text":"The UCLA Samueli School of Engineering has appointed Rafail Ostrovsky, a distinguished professor of computer science and mathematics, as the new holder of the Norman E. Friedmann Chair in the Knowledge Sciences, effective July 1.\nOstrovsky was selected for his contributions to cryptography and security, the theory of computation, and the search and classification of large-scale, high-dimensional data. He succeeds Professor Emeritus Carlo Zaniolo, who was the previous holder of the chair.\nPrior to joining UCLA in 2003, Ostrovsky was a senior research scientist with Bell Communications Research. He has been elected a fellow of the American Association for the Advancement of Science, Association for Computing Machinery, the Institute of Electrical and Electronics Engineers (IEEE), and the International Association for Cryptologic Research. He is also a foreign member of Academia Europaea. \nAmong Ostrovsky’s many accolades are the 2017 Edward J. McCluskey Technical Achievement Award from IEEE, the 2018 RSA Conference Award for Excellence in Mathematics and the  IEEE Computer Society 2022 W. Wallace McDowell Award. He holds 15 U.S. patents and has published more than 330 papers. Ostrovsky received his doctoral degree from MIT in computer science in 1992 and was a National Science Foundation Mathematical Sciences Postdoctoral Research Fellow at UC Berkeley. \nAt UCLA Samueli, Ostrovsky heads the multidisciplinary Center of Information and Computation Security, which aims to promote all aspects of research and education in cryptography and computer security.\nEstablished in 1987 by a gift from Norman E. Friedmann ’50, M.S. ’52, Ph.D. ’57, the endowed chair is designed to support a faculty researcher in knowledge sciences and its allied fields of artificial intelligence, software engineering, computer-aided software engineering, distributed database systems, information sciences, and data processing and communications.\nFriedmann was the UCLA Engineering Alumnus of the Year in 1973 as well as an accomplished engineer and longtime executive in the aerospace, defense and computing industries. He served in active combat in Europe during World War II as a fighter pilot in the U.S. Air Force with his first mission on D-Day.","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Rafail-Ostrovsky.png","date":"Jul 1, 2022","title":"UCLA Professor Rafail Ostrovsky Appointed Norman E. Friedmann Chair in the Knowledge Sciences","summary":"The UCLA Samueli School of Engineering has appointed Rafail Ostrovsky, a distinguished professor of computer science and mathematics, as the new holder of the Norman E"},{"img":"https://samueli.ucla.edu/wp-content/uploads/samueli/M.C.-Frank-Chang-800x450-3.jpg","date":"Jun 30, 2022","title":"M.C. Frank Chang Elected Member of European Academy of Sciences and Arts","summary":"M","full_text":"M.C. Frank Chang, who holds the Wintek Chair in Electrical Engineering at UCLA, has been selected as a 2022 member of the European Academy of Sciences and Arts (EASA) in the category of technical and environmental sciences.\nThe academy members are chosen for their outstanding achievements in arts, science and governance as well as for exceptional work in academia, notable publications and other areas. \nChang is a distinguished professor of electrical and computer engineering at the UCLA Samueli School of Engineering, where he directs the High Speed Electronics Laboratory. His research focuses on high-speed semiconductor devices and high-performance integrated circuits for mixed-signal microwave, millimeter-wave and sub-millimeter-wave (also known as terahertz) system-on-chip applications. \nAmong the many accolades Chang has received are his election to the National Academy of Engineering in 2008, Academia Sinica in 2012 and the National Academy of Inventors in 2015. Chang first joined UCLA in 1997 and served as chair of the Electrical and Computer Engineering Department from 2010 to 2015. He then became the president of the National Chiao Tung University in Taiwan from 2015 to 2019 before returning to UCLA. Chang has decades of industry experience, including being the assistant director and department manager of the High Speed Electronics Laboratory of the Rockwell International Science Center in Thousand Oaks, California.\nEstablished in 1990 and headquartered in Salzburg, Austria, EASA boasts nearly 2,000 members and is a “non-governmental, European association committed to promoting scientific and societal progress.” \nThe 2022 members will be inaugurated at the association’s annual Festive Session on June 30-July 2 in Salzburg. \nSara Hubbard contributed to this story."},{"img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Alan-Quezada-800x450-2.jpg","full_text":"Javier Alan Quezada Rentería, who conducts research in electrochemistry and environmental sciences, has been selected to receive a UCLA Chancellor’s Postdoctoral Fellowship for the 2022-2023 year. He will join UCLA’s Institute of the Environment and Sustainability.\nThe two-year fellowship includes an annual stipend, plus up to $5,000 annually for research and travel expenses. The second year of funding is contingent on scholarly productivity and participation in the program’s events. As part of the application process, fellows identify faculty members who will serve as their mentors for the duration of the fellowship. \nQuezada’s research focuses on how electrochemically modified materials affect other materials, including carbon, steel and polymeric films. He is also interested in synthesizing graphene-based materials and leveraging electrochemistry to benefit the environment. At UCLA, he will be mentored by Eric Hoek, a professor of civil and environmental engineering at the UCLA Samueli School of Engineering. Hoek is also the faculty director of the UCLA Sustainable LA Grand Challenge and a member of the California NanoSystems Institute and Institute of the Environment and Sustainability at UCLA.\n\nIn 2019, Quezada earned his Ph.D. in environmental sciences from the Instituto Potosino de Investigación Científica y Tecnológica, A.C. in Mexico. He received the Philip L. Walker Award from the American Carbon Society in 2016, which recognizes the best student poster presentation at the American Carbon Conferences. \n\nThe fellowship program is open to postdoctoral candidates in all fields, with an emphasis on those whose research will contribute to diversity and equal opportunity at the University of California. Applicants must have a Ph.D. or equivalent terminal degree in their field by the start of the fellowship and first apply to the UC President’s Postdoctoral Fellowship Program (PPFP). Established in 1984, the program was originally designed to encourage women and students from underrepresented minority groups to pursue advanced studies at the University of California. Now, the program is open to postdoctoral scholars with backgrounds and perspectives that make them uniquely poised to pursue research that has the potential to positively impact underserved populations and address inequalities. \nQuezada’s selection as a UCLA Chancellor’s Postdoctoral Fellow also makes him eligible for funding from the PPFP. \nDannela Lagrimas contributed to this story.","title":"Environmental Sciences Scholar Awarded Chancellor’s Postdoctoral Fellowship","summary":"Javier Alan Quezada Rentería, who conducts research in electrochemistry and environmental sciences, has been selected to receive a UCLA Chancellor’s Postdoctoral Fellowship for the 2022-2023 year","date":"Jun 29, 2022"}]