[{"title":"UCLA Samueli Announces 2024 Alumnus of the Year Award","summary":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Awards-dinner-post-banner8.png","date":"Apr 30, 2024","full_text":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields. Below is the profile of the 2024 Alumnus of the Year.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tAlumnus of the Year Dan Goebel\nDan Goebel is a senior research scientist and a fellow at NASA’s Jet Propulsion Laboratory (JPL), where he serves as the chief engineer on the Psyche Mission, a $500-million initiative to explore a metal-rich asteroid between Mars and Jupiter. He is also responsible for the development of advanced electric propulsion systems and spacecraft technologies. Prior to joining JPL in 2003, Goebel spent 14 years at HRL Laboratories and Hughes Electronics, where he managed technology development for products that were later incorporated into commercial and defense satellite programs. Goebel is a member of the National Academy of Engineering and a fellow of the National Academy of Inventors, the American Institute of Aeronautics and Astronautics, the Institute of Electrical and Electronics Engineers, and the American Physical Society. He holds 59 patents and is an author of two textbooks on electric propulsion, as well as more than 300 conference and technical journal papers. Goebel earned a B.S. in physics, an M.S. in electrical engineering and a Ph.D. in applied plasma physics from UCLA. He is an adjunct professor of electrical and computer engineering, as well as mechanical and aerospace engineering at UCLA. In 2016, he won the UCLA Samueli Professional Achievement Award."},{"title":"UCLA Computer Scientist Elected to American Academy of Arts and Sciences","summary":"Jason Cong, UCLA’s Volgenau Professor for Engineering Excellence, was one of five UCLA faculty members elected to the American Academy of Arts and Sciences, one of the nation’s most prestigious honorary societies","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Jason-Cong-800x450-3.jpg","date":"Apr 26, 2024","full_text":"Jason Cong, UCLA’s Volgenau Professor for Engineering Excellence, was one of five UCLA faculty members elected to the American Academy of Arts and Sciences, one of the nation’s most prestigious honorary societies.\nCong is a distinguished professor of computer science and of electrical and computer engineering whose research interests include electronic design automation, customized computing for machine learning and big-data applications, quantum computing, and highly scalable algorithms. He directs UCLA’s Center for Domain-Specific Computing and leads the VLSI Architecture, Synthesis and Technology lab.\nThe academy serves as an independent research center convening leaders from across disciplines, professions and perspectives to address significant challenges, with the aim of producing independent and pragmatic studies that inform national and global policy and benefit the public.\nNew members were elected “for their accomplishments and for the curiosity, creativity and courage required to reach new heights,” said David Oxtoby, the academy’s president. “We invite these exceptional individuals to join in the academy’s work to address serious challenges and advance the common good.”"},{"title":"UCLA Samueli Announces 2024 Lifetime Contribution Award","summary":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/2024-Lifetime-Contribution-AwardGary-Lee-Moore-.png","date":"Apr 26, 2024","full_text":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields. Below is the profile of the 2024 Lifetime Contribution Award recipient.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tLifetime Contribution Award\nGary Lee Moore ’85\nAfter graduating from UCLA Samueli in 1985 with a bachelor’s degree in engineering, Gary Lee Moore began his long career in public service. For 37 years, and until his retirement in 2022, he made significant contributions to the city of Los Angeles’ infrastructure and engineering, culminating in his appointment as city engineer in 2003. He led the Los Angeles Bureau of Engineering for 19 years, managing the planning and construction of public buildings, infrastructure and open-space projects. Under Moore’s leadership, the agency completed more than 2,600 projects, totaling $7 billion with a staff of nearly 1,000. Among the many notable projects he led was the new $588-million Sixth Street Viaduct — the largest bridge project in the history of Los Angeles.\nDuring his tenure, Moore also served as interim director for both the Port of Los Angeles and the Information Technology Agency. He oversaw the creation of programs to recruit and support underrepresented engineers while making significant improvements to environmental quality and natural-resource use. In 2022, he was honored with the Lifetime Achievement Award from the American Society of Civil Engineers (State of California). Since 2023, Moore has served as the senior vice president of Psomas, a California-based engineering consulting firm."},{"title":"UCLA Civil and Environmental Engineer Heads LA County’s Chief Sustainability Office","summary":"For Rita Kampalath M","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Kampalath_Headshot1-RitaKampalath.png","date":"Apr 23, 2024","full_text":"For Rita Kampalath M.S. ’05, Ph.D. ’10, every day is Earth Day as the Los Angeles County’s chief sustainability officer. But when she first came to UCLA as a graduate student, Kampalath said she didn’t have a clear vision for her career. Through her research and the mentorship she received, however, she found a sense of purpose to complement her love of science.\n“My time at UCLA taught me a few things,” Kampalath said. “First, I wanted to continue to be challenged intellectually — to find opportunities to continue to learn, grow and stretch my understanding. Second, it really taught me how important it was to me to spend my time working toward a purpose and mission.”\nAfter getting her bachelor’s in chemical engineering from Columbia University, Kampalath pursued a master’s in the same field and her doctorate in civil and environmental engineering at the UCLA Samueli School of Engineering. She chose to center her doctoral research on developing a better understanding of one of the most toxic metals in the world — mercury. \n“I’m proud that my research added to such an important body of knowledge — one that I hope will allow us to better protect natural systems and all the living things that rely on them,” she said. \nKampalath joined the research group led by Civil and Environmental Engineering Department professor and vice chair of graduate affairs Jennifer Jay. \n“I came to find a through line to the work that I find most meaningful,” Kampalath said of Jay’s mentorship that helped her understand how to leverage science to support social good. “It’s basically this: helping people and communities. As an engineer, particularly a civil or environmental engineer, your work is almost always about the built systems that people rely on for basic needs.”\nInfluenced by her early experiences seeing communities in India with a strong connection to and reliance on the environment, Kampalath said she felt that it was a natural choice for her to pursue a career that can help improve the environment, with a particular focus on sustainability. \n“As a kid, I was lucky to be able to travel a fair amount with my parents, and visit rural India, where my mom grew up in a house without running water or electricity,” Kampalath said. “Seeing the vast contrasts of people’s lives, and literally between the lives of me and my first cousins had a big impact on me, and I think that focused me, maybe subconsciously at first, on work that would support people.”\n\n“Everything has an impact — be it from taking shorter showers, replacing your turf with native plants, buying an electric vehicle, taking public transit or biking, or eating less meat and throwing away less food,” said Rita Kampalath.\n\nFollowing her academic journey, Kampalath worked as the science and policy director at environmental nonprofit organization Heal the Bay, where she spearheaded advocacy and research projects on water quality. She also took a position at Geosyntec Consultants, working on stormwater management. In 2017, she joined the Chief Sustainability Office in the county of Los Angeles as a sustainability program director. As the head of the unit since 2023, she leads a team of experts tasked with implementing the county’s sustainability plan — an initiative with 12 cross-cutting goals to address environmental, social and economic issues that affect more than 10 million residents across 4,000 plus square miles. \n“Policy guides so much of our work in the public sphere,” Kampalath said. “I was lucky to be given the opportunity to make the leap from a more straightforward engineering career to one that combined science and policy, and I haven’t looked back since.”\nKampalath said she envisions a future where the county can lead by example: addressing broader sustainability challenges specific to the region such as homelessness, traffic, and environmental justice and equity, as well as newer and growing challenges around climate resilience and biodiversity.\n“While we have some massive challenges to tackle, we also have some incredible strengths in all the people who are committed to the goal of creating a sustainable and equitable Los Angeles,” Kampalath said.\nUnder Kampalath’s leadership, the Chief Sustainability Office is said to have achieved a number of goals that included phasing out oil drilling, adopting a climate action plan and drafting a community forest-management plan centered around shade equity and climate resilience. Kampalath said she hopes these early wins will put the office on track to meet some of its most ambitious sustainability targets, such as sourcing 80% of water locally by 2045 and achieving carbon neutrality by 2050. \nAngelenos have an important role to play in creating a more sustainable future, according to Kampalath, who emphasized that many of the county’s sustainability goals are dependent on personal choices. \n“Everything has an impact — be it from taking shorter showers, replacing your turf with native plants, buying an electric vehicle, taking public transit or biking, or eating less meat and throwing away less food,” Kampalath said. “Don’t get overwhelmed or discouraged if you’re not perfect right away or all the time. Think about habits you can adopt and start incorporating them into your daily life over time.”"},{"title":"UCLA Samueli Announces 2024 University Service Award","summary":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/university-service-award-Jim-Davis.png","date":"Apr 23, 2024","full_text":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields. Below is the profile of the 2024 University Service Award recipient.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tUniversity Service AwardJim Davis\nJim Davis has been with UCLA for more than two decades, previously serving as vice provost and chief academic technology officer. As the campus’ first chief information officer, Davis led the establishment of the Office of Information Technology, which evolved into the Office of Advanced Research Computing. Under his leadership, many campus-wide services and systems were implemented. He helped build out the internet connections for education, spearheaded the creation of UCLA Mobile, expanded high-performance computing for research, enhanced technology support for remote learning during the COVID-19 pandemic, developed and expanded inclusive digital access for students with disabilities, and enacted policies to safeguard information and protect privacy. \nIn June 2023, Davis stepped down from his campus leadership roles and returned to his faculty appointment as a professor of chemical and biomolecular engineering at UCLA Samueli, and as a special advisor on smart manufacturing and data science to the vice chancellor of research and creative activities. As a co-founder of the U.S. Smart Manufacturing initiative, Davis has been instrumental in establishing the national Clean Energy Smart Manufacturing Innovation Institute based at UCLA. The public-private partnership is funded by the Department of Energy as part of the Manufacturing USA Institute to advance smart manufacturing and impact environmental sustainability."},{"title":"Bruin Engineer Makes Waves Researching Microplastics in LA River","summary":"Jamie Leonard ’20, M","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Jaime-Leonard-800x450-1.jpg","date":"Apr 18, 2024","full_text":"Jamie Leonard ’20, M.S. ’21 started working to mitigate plastic pollution in high school, taking part in an initiative to replace her school’s plastic water bottles with metal ones. Now a UCLA Ph.D. student, she has her eye on microplastics — tiny pieces of plastic that are 5 millimeters or smaller. \nRaised in the coastal town of Redondo Beach, California, Leonard has had a deep appreciation for the environment from a young age. Spending her days running along the beach as part of the Junior Lifeguard Program and participating in beach cleanups with environmental science clubs, she developed a strong connection to nature and a passion for protecting it.\nToday, as a civil and environmental engineering Ph.D. student at the UCLA Samueli School of Engineering, Leonard is gaining recognition for her groundbreaking research on microplastics in the Los Angeles River, as well as biofilters and pollution mitigation strategies that could help clean those microplastics from the river and similar environments. Under the mentorship of her advisor, associate civil and environmental engineering professor Sanjay Mohanty, Leonard’s work has been highlighted in publications such as the Los Angeles Times and the American Chemical Society News.\nLeonard’s journey into environmental engineering began during her time as an undergraduate student at UCLA Samueli, where she earned a B.S. in environmental science with double minors in environmental health and environmental engineering. She went on to earn a master’s degree in civil and environmental engineering and is on track to graduate with her Ph.D. As a first-generation South Asian college student, Leonard was driven by a desire to combine her interests in environmental conservation and engineering, while striving to make her family proud through her pursuit of a career in science, technology, engineering and math.\nMotivated by the pressing issue of plastic pollution, Leonard embarked on a path of research aimed at finding sustainable solutions to mitigate its harmful effects. Her commitment to research led her to connect with the Subsurface Engineering & Analysis Laboratory (SEALab) and collaborate with its director Mohanty. Leonard said Mohanty has been a pivotal figure in her academic and professional development.\n“Almost as soon as I started research in this lab, I knew I wanted to stay for grad school to complete the many projects we’ve collaborated on together,” Leonard said. “When I first joined SEALab, it didn’t have any microplastic research, and now we have two to three projects on microplastic research coming out of the lab per year.”\n\n“Almost as soon as I started research in this lab, I knew I wanted to stay for grad school to complete the many projects we’ve collaborated on together,”Jamie Leonard said.\n\nThrough her research, Leonard has delved into the complex world of microplastics, investigating their presence in various environments and exploring innovative techniques to quantify and characterize the particles. “My research has me analyzing samples of chewing gum, leaves, LA biofilters, stormwater drains and ocean cores in the Gulf of Mexico, as well as passive air sampling and more,” Leonard said. She is attempting to predict the microplastic concentrations in these samples based on social vulnerability characteristics including poverty, land use and climate.\nLeonard’s research into the mechanisms behind microplastics which become resuspended in the air from other sources sheds light on a previously overlooked aspect of plastic pollution, raising important concerns about its potential health implications for humans. \nOutside of her academic and professional endeavors, Leonard finds joy in her love of adventure and creativity. An avid ecotourist, she revels in exploring remote landscapes and embracing the wonders of nature.\n“I’m a big backpacker and spend at least two to three months a year in Southeast Asia or Central and South America doing remote treks in national parks, climbing mountains or snorkeling,” Leonard said. “I’ve done something like over 20 countries during my time at UCLA, and you can find me at the top of a mountain or bottom of a cave almost as frequently as you can in the lab.”\nHer advice for undergraduate students mapping out their career paths is to try different research areas.\n“I would say to get involved in undergraduate research earlier rather than later to figure out what type of research you love,” Leonard said.\nShe also urges undergrads to apply for fellowship opportunities to support additional research after graduation. In particular, she recommends applying for the National Science Foundation Graduate Research Fellowship Program, which helped provide her with funding for four additional years of school and research to explore her passions.\nLooking ahead, Leonard envisions a career path that merges her passion for teaching and mentorship with her skill set in environmental science and engineering. Whether she becomes a professor, a geographic information system professional in a training role or a researcher at the U.S. Environmental Protection Agency, she remains committed to making a positive impact on the next generation of environmental advocates."},{"title":"UCLA Samueli Announces 2024 Rising Professional Achievement Award","summary":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Awards-dinner-post-banner2-1.png","date":"Apr 18, 2024","full_text":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields. Below is the profile of the 2024 Rising Professional Achievement Award recipient.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tRising Professional Achievement AwardHenry Tse M.S. ’11, Ph.D. ’12\nHenry Tse is the co-founder and chief technology officer of Cytovale, a medical diagnostics company spun out of research at UCLA. As a bioengineering doctoral student, Tse worked in the lab of then-assistant professor Dino Di Carlo, where he researched the biophysical properties of cells. In particular, he focused on deformability cytometry, examining the behavior of cells as they are squeezed through microchannels.\nIn 2013, just one year after earning his Ph.D., Tse returned to the Bay Area and launched Cytovale, scaling up the research he started at UCLA to develop early-detection technologies for critical applications in clinical diagnostics. Over the last decade, he led the Cytovale team in developing the microfluidics, instrumentation and algorithms to create a low-cost clinical diagnostic device for early detection of sepsis — the number one cause of death in hospitals. In January 2023, the company received U.S. Food and Drug Administration approval for the first-of-its-kind sepsis diagnostic tool IntelliSep. The device can test for sepsis based on the degree to which cells deform and can provide results in under 10 minutes from a standard blood draw. IntelliSep is now used in hospitals around the country."},{"title":"Advance in Immune Cell Screening Uncovers Receptors that Target Prostate Cancer","summary":"FINDINGS\nA recent UCLA study demonstrates a new process for screening T cells, part of the body’s natural defenses, for characteristics vital to the success of cell-based treatments","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/NanovialsUCLAdeRutte_mid-800x450-1.jpg","date":"Apr 16, 2024","full_text":"FINDINGS\nA recent UCLA study demonstrates a new process for screening T cells, part of the body’s natural defenses, for characteristics vital to the success of cell-based treatments. The method filters T cells based on the receptor proteins found on their surface — which enable them to latch onto certain threats — and the type and amount of cell-killing or immune response-triggering molecules that they secrete.\nThe researchers discovered three previously unidentified, naturally occurring T-cell receptors that target prostate cancer using their screening method. In validation tests, T-cell receptors associated with the highest levels of secretion were the most likely to elicit a response against cancer cells. Rate of functional T-cell receptors was around tenfold higher than using previous techniques.\nBACKGROUND\nImmunotherapy, treatment that harnesses the body’s natural defenses, is an ever-growing subject of research into cancer and other severe illnesses. The potential of engineered T cell-based immunotherapies comes in part from their ability to narrowly target signatures of disease that are “recognized” by genetically engineered receptors. Since 2017, seven therapies deploying immune cells have gained approval from the Food and Drug Administration to treat blood and skin cancers.\nMETHOD\nThe scientists used nanovials, microscopic bowl-shaped hydrogel containers developed at UCLA. Inside, the containers are customized to include specially shaped molecules that enable each to trap one cell plus selected secretions. Nanovials are available commercially from Partillion Bioscience, a company co-founded and run by some of the researchers.\nThe team first evaluated a population of 20 million T cells sourced from one healthy patient’s blood sample. Different groups of nanovials had targets associated with different common viruses. This study validated the ability for nanovials to find T cells, and their receptors, that react to viruses.\nA second experiment with a different patient applied the technology to a much more challenging problem: rare prostate cancer targets the scientists had identified in previous studies. Importantly, those molecular targets acted to both capture the T cells and cause them to secrete certain molecules that kill target cells. In other experiments, the nanovials also had molecules allowing each to capture more than one type of immune-activating secretion.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tCNSI/UCLA\nA closer look at UCLA-developed nanovials, which are hydrogel particles that act as millions of suspendable wells for individual cells. They are made from engineered biomaterials that can be easily modified with different biomolecules such as antibodies and antigens.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tIMPACT\nThe three never-before-seen receptors for prostate cancer found in this research could ultimately lead to new tumor-fighting immunotherapies. The ability to select T cells that both bind to a disease-related target and secrete plenty of molecules that trigger an immune response — displayed in the study — is expected to provide major advantages for uncovering additional new disease-targeting receptors, developing cellular therapies and translating those therapies to benefit patients. Using standard lab techniques to label and analyze the nanovials and their contents means that more researchers can apply the new technique.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tCNSI/UCLA)\nApplying technology for sorting single cells and capturing their secretions, UCLA researchers are developing a method to quickly screen T cells for potency in targeting a protein specific to prostate tumor cells.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tAUTHORS\nThe team was led by members of the California NanoSystems Institute at UCLA, or CNSI, and the Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research at UCLA, corresponding authors Dr. Owen Witte, University Professor and Presidential Professor of Developmental Immunology at the David Geffen School of Medicine at UCLA, and Dino Di Carlo, Armond and Elena Hairapetian Professor of Engineering and Medicine in the UCLA Samueli School of Engineering. The study’s co-first authors are Doyeon Koo and Zhiyuan Mao, both of whom earned doctoral degrees from UCLA in 2023. Other co-authors are Robert Dimatteo, Miyako Noguchi, Natalie Tsubamoto, Jami McLaughlin, Wendy Tran, Sohyung Lee, Donghui Cheng, Joseph de Rutte and Giselle Burton Sojo, all of UCLA.\nDISCLOSURES\nJoseph de Rutte is an employee of Partillion Bioscience, which is commercializing nanovial technology. De Rutte, Dino Di Carlo and the University of California have financial interests in Partillion Bioscience. Owen Witte currently has consulting, equity and/or board relationships with Trethera Corporation, Kronos Biosciences, Sofie Biosciences, Breakthrough Properties, Vida Ventures, Nammi Therapeutics, Two River, Iconovir, Appia BioSciences, Neogene Therapeutics, 76Bio and Allogene Therapeutics. Some of the authors are inventors on patent application owned by the University of California.\nJOURNAL\nThe study was published in the Proceedings of the National Academy of Sciences.\nFUNDING\nThe study was supported by the National Institutes of Health, the National Cancer Institute-funded UCLA Specialized Program of Research Excellence in Prostate Cancer, the Parker Institute for Cancer Immunotherapy, the Elman Family Foundation Innovation Fund at the CNSI and the CNSI Mann Family Foundation Technology Development Fund."},{"title":"UCLA Samueli Announces 2024 V.M. Watanabe Excellence in Research Award","summary":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Awards-dinner-post-banner-2.png","date":"Apr 15, 2024","full_text":"Every year, the UCLA Samueli School of Engineering selects and recognizes outstanding achievements by a number of its alumni, faculty members and students who have excelled in various fields. Below is the profile of the 2024 V. M. Watanabe Excellence in Research Award recipient.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tV.M. Watanabe Excellence in Research Award\nAydogan Ozcan\nProfessor of Electrical and Computer Engineering and Bioengineering\nAydogan Ozcan is UCLA’s Volgenau Chair for Engineering Innovation, with faculty appointments in the Electrical and Computer Engineering and Bioengineering departments. His research focuses on photonics, lens-free computational microscopy, cytometry, sensing and diagnostic systems to improve biomedical applications, such as telemedicine and global health. In particular, Ozcan is dedicated to the democratization of medical technologies and services. He is an elected fellow of the National Academy of Inventors and holds more than 75 issued patents in microscopy, holography, computational imaging, sensing, mobile diagnostics, and nonlinear and fiber optics.\nOzcan is an associate director of the California NanoSystems Institute at UCLA and a professor with the Howard Hughes Medical Institute. He has authored a book and co-authored more than 1,000 peer-reviewed publications in leading scientific and conference journals. Ozcan has been named a Highly Cited Researcher and recognized with many honors, including a Presidential Early Career Award for Scientists and Engineers, an International Commission for Optics Prize, a Joseph Fraunhofer Award, a Dennis Gabor Award, a Biophotonics Technology Innovator Award, a Rahmi Koc Science Medal, a National Science Foundation CAREER Award, and a National Institutes of Health Director’s New Innovator Award for his contributions to computational imaging, sensing and diagnostics."}]