[{"img":"https://samueli.ucla.edu/wp-content/uploads/samueli/AJ-800x450-1.jpg","full_text":"The way people talk is influenced by where they grew up, the school they attended, their cultural background and the language spoken at home among other things. But does today’s speech technology recognize such nuanced differences and their implications? That’s the question Alexander Johnson, M.S. ’19 is trying to address.\nA fourth-year electrical engineering Ph.D. student at the UCLA Samueli School of Engineering, Johnson is working on improving artificial intelligence-based speech technology for children, particularly speakers of dialects underrepresented in science, technology, engineering and mathematics (STEM) such as African American English, or AAE. Johnson said he would like to see such technology used in educational applications that give children feedback on their oral language skills as they learn to speak and read.\nFinding solutions to challenges is nothing new to Johnson. Growing up in Baltimore, Maryland, he has always liked working on interesting problems. He likes to do things that keep him on his toes so he doesn’t feel bored. When it came time for college, Johnson didn’t declare a major initially at Northwestern University in Illinois. A friend of his convinced him to take an electrical engineering class and that opened his eyes to the infinite possibility of the discipline.\n“Every week in that class, we covered a different topic ranging from electronics to signal processing to solid state physics, and I enjoyed how the breadth and interdisciplinary nature of the field made sure that it never got dull,” Johnson said of his decision to major in electrical engineering.\n\n“Making speech technology, like Siri or Alexa, more receptive to African American English speech is a first step in normalizing the use of AAE in mainstream environments,” Alexander Johnson said.\n\nHe also decided to minor in both Spanish and Japanese because he has always been intrigued by how people from different populations speak. And that led him to think about how technology can be leveraged to help improve communication by not only automatically transcribing speech but also drawing meaning from it — highlighting the most important parts, determining the emotion behind what is said and predicting what should be said next. Johnson knew then that he wanted to do graduate research in the interdisciplinary field of speech technology with applications in medicine, education, business and entertainment.\n“I wanted to attend a school with strong programs in not just engineering, but also linguistics, medicine, education and other areas so that we could form strong research collaborations,” Johnson said. “UCLA has great programs across the board, so I was excited to work across departments here.” \nHe was also impressed with UCLA’s outreach to marginalized communities with programs such as the Center for Excellence in Engineering and Diversity. “Improving diversity in STEM is important to me, and UCLA seemed like a school willing to put forth the resources to do it,” Johnson said.\nAfter getting his master’s degree, Johnson decided to pursue a Ph.D. with a focus on African American English because it has often been considered an inferior or wrong way of speaking. It is important, Johnson said, to make cultural differences, including different regional dialects, more accepted in academic and professional settings.\nJohnson is currently the graduate student lead on a National Science Foundation-funded project with researchers from Georgia State University, UC Irvine, and University of Washington. The team is collecting speech samples from AAE-speaking children in Atlanta and using them to train more inclusive speech technology. \n“Making speech technology, like Siri or Alexa, more receptive to AAE speech is a first step in normalizing the use of AAE in mainstream environments,” Johnson said.\nLast year, Johnson was selected by the advisory group of the Science Hub for Humanity and Artificial Intelligence, a collaboration between UCLA and Amazon, as one of the 13 new Amazon Fellows. The program provides up to two academic quarters of funding for students to pursue independent projects in collaboration with UCLA researchers and Amazon scientists.\n\n“My main goal is to make technology more inclusive and I’m always looking for opportunities to have real social impact while working on interesting problems.” Johnson said.\n\nWorking with his advisor Abeer Alwan, a professor of electrical and computer engineering, Johnson conducts research as a member of Alwan’s Speech Processing and Auditory Perception Laboratory. With the fellowship support, Johnson said he hopes to bridge the gap between demographics. While speech technologies perform well for able-bodied, adult and native speakers of a language, they perform poorly for children, people with hearing or speech disabilities and those who speak with an accent. Training Automatic Speech Recognition (ASR) systems to recognize different speech patterns could help shorten the performance gap for people from these communities.\nIn additional to gaining technical skills in machine learning and audio signal processing, Johnson credits his research for teaching him valuable life skills, including teamwork, writing and communication. \nHe also has taken classes in inclusive teaching pedagogy and applied what he learned to the several classes he has taught, including ECE98T: Reading Equity and Inclusion in Speech-Language Technology — a class he designed and proposed through the UCLA Collegium of University Teaching Fellows.\nAside from his research, Johnson is an active member of the National Society of Black Engineers at UCLA, having served as the chapter president and working closely with the school’s leadership on efforts to improve inclusivity and diversity. He is also involved in the LGBTQ Student Advocacy Committee and the Electrical and Computer Engineering Graduate and Postdoc Society.\nLooking beyond his academic career, Johnson says he hopes to find ways to make a difference. “My main goal is to make technology more inclusive,” he said.” There are a lot of possible places to do that, and I’m always looking for opportunities to have real social impact while working on interesting problems.”\nAmy Ionescu contributed to this story","title":"UCLA Engineering Doctoral Student Aims to Bring Accessible Speech Technology to All","date":"Feb 16, 2023","summary":"The way people talk is influenced by where they grew up, the school they attended, their cultural background and the language spoken at home among other things"},{"title":"It Takes a Village: Bruin Engineer Shares Hopeful Vision for Diversity in STEM","date":"Feb 15, 2023","full_text":"When Krystal Cunningham Ph.D. ’19 first moved to Los Angeles from Jamaica as a teenager, she found it strange that there were community and scholarship programs specifically geared toward minorities. She didn’t find it odd because they were not helpful, but that they had to exist in order for a Black student like her and others from underrepresented populations to have a chance to thrive. \nThanks to such supportive initiatives, the now senior engineer at Raytheon Technologies was able to forge a career path of her own despite experiencing imposter syndrome earlier in her academic pursuit.\nGrowing up in the Caribbean country with her mother and extended family, Cunningham said she was always fascinated with planes. But she had never met an engineer or been introduced to science as a girl. So she thought the next best thing for her future would be to become a flight attendant. It wasn’t until a high school teacher took her class on a field trip to Northrop Grumman did Cunningham get a chance to meet real-life engineers. The intriguing experience and her teacher’s encouragement led her to consider the possibility of majoring in engineering. However, the 11th grade is not easy for high school students, and it proved to be especially challenging for the 16-year-old transfer student who wasn’t familiar with SAT and other requirements for college. But she managed to get herself college-ready and was accepted to UC Merced in 2008 as a materials science and engineering student, just three years after the newest UC campus opened. \n\n “My experiences have taught me that spaces are not necessarily created for you, and you have to find your own seat at the table,” Krystal Cunningham said.\n\nThe small classes at UC Merced made it easier for Cunningham to meet people and she became an inaugural member of many student clubs. The nurturing environment allowed her to explore her passion for materials science and find a supportive community in the National Society of Black Engineers (NSBE). She also participated in the National Science Foundation (NSF)-funded California Alliance for Minority Participation, or CAMP. The summer research program allowed Cunningham to present her work at various conferences and piqued her initial interest in research beyond undergraduate studies. \nStill unsure of whether to pursue an academic career or enter industry after college, Cunningham took advantage of the University of California’s study abroad program and spent one semester of her fourth year studying in Italy. It was through this experience that she became fascinated with ancient materials — how they formed, how they were preserved and how they functioned. She decided to look into materials science and engineering graduate programs.\n“My search led me to Prof. Ioanna Kakoulli at UCLA whose lab focuses on the intersectionality between art and science, which was perfect for me,” Cunningham recalled. “My experience in Italy coupled with my love for planes and rockets drove my passion to develop new materials inspired by archaeology.”\nAs a participant of CAMP, Cunningham was eligible for an NSF doctorate fellowship that provided funding for five years of her graduate study under the tutelage of Kakoulli, a professor of materials science and engineering at the UCLA Samueli School of Engineering. Cunningham became a member of Kakoulli’s Archaeomaterials Group at UCLA, which focuses on the cross section of archaeology and materials science. \nOften the only Black woman in the class at UCLA, Cunningham struggled initially with the impostor syndrome in both academic and professional spaces. She credited her breakthrough to the support of several organizations in which she was a member including NSBE, the Black Graduate Student Association, Women in Engineering at UCLA (WE@UCLA) and the inaugural Equity, Diversity and Inclusion Student Advisory Board. \n “My experiences have taught me that spaces are not necessarily created for you, and you have to find your own seat at the table,” Cunningham said. “There are various ways to do that, and most often it requires the help of an individual or an organization and a level of vulnerability of self.”\nIn 2019, while she was in the home stretch of her doctorate program, she became an Andrew Mellon Fellow with the Metropolitan Museum of Art (Met) in New York City to further conduct research for her dissertation. As a Met fellow, Cunningham presented her research and helped lead programs for youth to engage with art and science. Her summer in the Big Apple also led her to meet her future husband.\n“Conducting my research at the Met enabled me to work with top scientists, conservators and curators at one of the greatest museums in the world,” Cunningham said. “What fascinates me about this discipline is the strong link and juxtaposition of science, engineering and archaeology that utilize fundamentals and applied scientific principles and help build bridges between museums and universities, archaeologists and scientists.”\n\n“To truly level the STEM playing field is to be fully accepted by your peers — not as a woman, not as a Black person, but as an engineer and a scientist,” Cunningham said. \n\nFor her dissertation, Cunningham leveraged her time at the museum to explore the properties of a cobalt blue pigment that originated in ancient Egypt. She looked into its potential in applications for nano-materials that could be used in space. \nToday, Cunningham is a senior materials and processes engineer at Raytheon, where she works on space and airborne systems for the defense conglomerate. While her day job keeps her busy, Cunningham said she is committed to paying it forward, using her own voice and experiences to mentor students, especially those who come from traditionally underserved communities. \n“To truly level the STEM playing field is to be fully accepted by your peers — not as a woman, not as a Black person, but as an engineer and a scientist,” Cunningham said. “I strongly believe that to push the boundaries of STEM requires diversity in persons, diversity in thoughts, understanding our own implicit biases, and in turn creating spaces where everyone is truly treated equal.”\nShe continues to mentor students through WE@UCLA and other similar initiatives. In doing so, Cunningham said she hopes to provide tomorrow’s engineers with the same measure of support she had received from her own communities. For her efforts, she has received, among other recognitions, the Science Spectrum Trailblazer Award, which is a part of the Black Engineer of the Year Awards’ STEM outstanding achievement award category. \n“It takes a village and mine has been there for me in more ways than I can count,” Cunningham said. “None of this would have been possible without the support of my community.”\nDannela Lagrimas contributed to this story.","summary":"When Krystal Cunningham Ph","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Krystal-Cunningham-800x450-1.jpg"},{"full_text":"The devastating 7.8 magnitude earthquake in Turkey on Feb. 6 has claimed the lives of more than 36,000 people and flattened thousands of buildings across southern Turkey and northern Syria. Since the catastrophic event, civil and environmental engineering professor Jonathan Stewart of the UCLA Samueli School of Engineering has been fielding media inquiries from around the world while helping coordinate the U.S. response, including mobilization of a reconnaissance team now deployed to the affected region and collaborating with colleagues in Turkey.\nStewart is affiliated with the Geotechnical Extreme Events Reconnaissance Association and the Learning from Earthquakes program in the Earthquake Engineering Research Institute. These organizations assembled a joint team of experts that arrived in Turkey recently, which will be surveying damage on-site and collecting perishable data that is essential for improving our understanding of the devastating impacts of large earthquakes.\n\n“This was a very powerful earthquake with many structures close to the fault. In that sense, it is an exceptionally unfortunate circumstance in terms of seismic demand, but not unlike what we expect to see in portions of California for future events,” Jonathan Stewart said.\n\nFollowing are some of the topline questions from journalists Stewart has addressed about the earthquake and its effects, with modifications for brevity and clarity. Journalists and the public are welcome to share such information with proper attribution to Jonathan Stewart and to the UCLA Samueli School of Engineering.\nQ: Is Turkey prone to having earthquakes?A: Turkey frequently experiences major earthquakes. The country has two major faults with high levels of activity — North Anatolian Fault and East Anatolian Fault. These faults are active because of plate movements on the surface of the earth, which is part of plate tectonics. The Arabian Plate is moving north towards the Eurasian Plate, which is squeezing a block of crust wedged between these to the west. The southern boundary of that block is the East Anatolian Fault on which the magnitude 7.8 event occurred.\nQ: Can you describe the East Anatolian Fault and what is happening there with regard to earthquakes?A: It is a long, left-lateral, strike-slip fault with a high slip rate (i.e, the rate with which crust on one side of the fault displaces in time with respect to the crust on the other side of the fault). It is exactly the kind of fault that will produce earthquakes like those we saw last week.\nQ: Why were the aftershocks so strong following the earthquakes?A: It is normal to have a high rate of aftershocks immediately after a large earthquake like the magnitude 7.8 event. The rate of aftershocks occurrence in time, and the size of the aftershocks in magnitude, should gradually decrease with time.\nQ: In the days since the earthquake, are there patterns you are seeing emerge among buildings that collapsed? Do these failures point to specific construction flaws or the skirting of building codes?A: We need to wait for data collected from on-the-ground inspections before drawing conclusions about specific patterns but in past earthquakes, we have found that patterns for construction similar to those in this part of Turkey often reflect ground conditions — that is, certain conditions can amplify ground shaking intensities or produce liquefaction that affects a foundation’s performance. In fact, we are expecting to see effects from liquefaction from this earthquake, as broad portions of this area have shallow groundwater and geologically young soils. I think we’re also going to see major effects from the rupture of the fault at the ground surface across an extended length of approximately 200 km, or 124 miles. Landslides in steep terrain are also likely. We should know more in the next month or so as results from the work of reconnaissance teams become available. \nQ: Broadly, would you expect this degree of structural failure if building codes had been followed?A: As for building standards, my understanding is that the Turkish building codes are quite good. There are issues with enforcement, even for modern buildings. I think as the specifics of various building collapses come to light, we are likely to see evidence for incidents of lack of enforcement. I have also read in a Guardian article of an amnesty program in which older buildings that were potentially unsafe were allowed to avoid retrofitting for a fee paid to the Turkish government. \nQ: Are there similarly powerful earthquakes you would point to in countries with similarly sized buildings but which did not suffer such wide-scale failures?A: This was a very powerful earthquake with many structures close to the fault. In that sense, it is an exceptionally unfortunate circumstance in terms of seismic demand (the force imposed on structures from earthquake ground motion), but not unlike what we expect to see in portions of California for future events. The 2011 Tohoku earthquake (magnitude 9.0) off of the coast of Japan and the 2010 Maule earthquake in Chile (magnitude 8.8) were much larger in magnitude, but as subduction events, those site-to-source distances were larger than for this recent earthquake in Turkey. This means that the shaking intensities for the events in Japan and Chile were generally lower in amplitude, although longer in duration. Relative to this earthquake in Turkey, the performance of structures in those events was quite good. Both Japan and Chile are known to have quality building codes and good enforcement.\n\n“The earthquakes in Turkey were not induced by humans, but are natural earthquakes associated with a known major fault zone,” Stewart explained.\n\nQ: Are there any similarities to what we’re seeing in Turkey vs. California?\n\nA: There are strong similarities between Turkey and California regarding the regional tectonics, which controls the types of earthquakes that can happen. Both the San Andreas Fault in California and the North Anatolian Fault in Turkey are long strike-slip faults (about 1300 km/800 miles for San Andreas and 1500 km/900 miles for North Anatolian) with high slip rates — the average velocity with which one side of the fault moves relative to the other side. Long and active faults can produce large earthquakes (magnitude 7.5-8) at relatively frequent time intervals from geological perspective (every few hundred years).\n\n \nBoth Turkey and California also have additional strike-slip faults with somewhat lower slip rates, such as the Hayward and Newport-Inglewood faults in California, and the East Anatolian Fault in Turkey that produced the magnitude 7.8 event on Feb 6. This magnitude nearly matches those for major California earthquakes, including the 1906 earthquake near San Francisco and the 1857 Fort Tejon earthquake north of Los Angeles, both of which were on the San Andreas Fault. Importantly, there are major metropolitan areas near both fault systems, which as we have seen can produce enormous destruction when these events occur.\n \nAs a result, it is critical that we collect valuable and perishable data following the disaster in Turkey and Syria so that we may learn from it and reduce long-term seismic risk in seismically vulnerable regions globally. This is the aim of the work being conducted collaboratively by researchers in Turkey and U.S. partners with the Geotechnical Extreme Events Reconnaissance Association and the Earthquake Engineering Research Institute. \nQ: Given patterns of building collapse, do you expect that many of the structures still standing may be too dangerous for habitation?A: My experience in past earthquakes is that some of the currently standing structures are likely compromised and unsafe. This can be assessed through inspections to examine the condition of load-bearing elements like columns and walls. In the United States, we have a tagging system (red-yellow-green) to evaluate this and I expect something similar will be done in Turkey.\nQ:  Aside from load-bearing elements, is there anything else to look into for why some buildings collapsed, while others nearby did not?A: It is very important to know the basic typology of the building — typically in Turkey there are reinforced concrete buildings (which tend to be taller) and masonry buildings. Masonry buildings are usually highly vulnerable to earthquakes.  Reinforced concrete buildings can be safe if they are well-designed and constructed, or can be very dangerous if that is not the case. Another important consideration is the condition of the foundation and the ground around the building. Is there evidence of the foundation having been tilted or settled into the ground or sandy soil having boiled to the surface? If this is observed, it is evidence of liquefaction of foundation soils, which can be very damaging.\nQ: Can earthquakes in the Middle East be predicted?A: We cannot predict earthquakes on short time horizons, like days or weeks. We can predict areas that have relatively high or low levels of seismic hazard. The area that experienced last week’s earthquakes is known to have high seismic hazard on Turkish national seismic hazard maps.\nQ: Can humans cause an earthquake?A: Humans can induce earthquakes in certain circumstances, such as via the filling of reservoirs for the first time or by injecting pressurized fluids deep into ground as in the case of some earthquakes in Oklahoma. These earthquakes tend to be small (up to mid-magnitude 5s). The earthquakes in Turkey were not induced by humans, but are natural earthquakes associated with a known major fault zone.\nQ: What improvements would you like to see as far as earthquakes are handled?A: Improvements in building codes and their enforcement would be helpful for new structures. Older structures with known vulnerabilities should either be retrofitted or replaced.Stewart’s research interests include geotechnical engineering, earthquake engineering and engineering seismology. He has studied what happens to infrastructure during earthquakes around the world and is a co-director of the multidisciplinary, multi-university Natural Hazards Risk and Resiliency Research Center and a member of the UC Seismic Advisory Board. In 2020, Stewart was awarded the Erskine Fellowship from the University of Canterbury in Christchurch, New Zealand, where he collaborated with researchers on studies pertaining to earthquake ground motion and soil liquefaction. An October 2022 Q&A with Stewart, coinciding with the annual Shake Out program, focused on more general earthquake information.","title":"Q&A with UCLA Civil Engineer Jonathan Stewart on Earthquake in Turkey","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Earthquake-3-800x450-1.jpg","date":"Feb 14, 2023","summary":"The devastating 7"},{"date":"Feb 9, 2023","full_text":"From the moment he saw C-3PO and R2-D2 waddle across the screen in “Star Wars” as a 7-year-old, Dennis Hong knew he wanted to build robots.\nThese days, the professor of mechanical and aerospace engineering and his students at RoMeLa, the Robotics and Mechanisms Laboratory at the UCLA Samueli School of Engineering, are busy designing a new generation of humanoid robots — advanced machines capable of a variety of tasks, from walking, jumping and climbing walls to cooking and performing magic.\nThe idea, Hong says, is that his lab’s work will eventually lead to robots that can assist the blind or elderly in their daily tasks, for instance, or perform dangerous jobs like clearing landmines and responding to disasters. But the possibilities are endless.\nIn his Jan. 27 TEDx talk, Hong unveiled unveiled some of RoMeLa’s newest creations and spoke about his team’s approach to robotics research. “Openness, freedom, trust, having fun and truly believing what you can do to change the world — these are some of the secrets behind our next seven species of robots,” he said.\n\n7 New Species of Robot That Jump, Dance – and Walk on Water | Dennis Hong | TED\n \nAnd if you missed RoMeLa’s robot ARTEMIS taking a stroll across campus last week, here’s the video:","summary":"From the moment he saw C-3PO and R2-D2 waddle across the screen in “Star Wars” as a 7-year-old, Dennis Hong knew he wanted to build robots","title":"Watch: Dennis Hong Rolls Out his Robot Posse\n\t\t\t\t\t\tThe UCLA roboticist unveils his latest crop of creatures in a TEDx talk and takes one for a stroll on campus","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Dennis-Hong-800x450-1.jpg"},{"title":"UCLA Engineer Yi Tang Named Fellow of American Association for the Advancement of Science","date":"Feb 7, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Yi-Tang-800x450-1.jpg","summary":"Yi Tang, a professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been elected as a fellow of the American Association for the Advancement of Science — the world’s largest scientific society and publisher of the journal Science","full_text":"Yi Tang, a professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been elected as a fellow of the American Association for the Advancement of Science — the world’s largest scientific society and publisher of the journal Science.\nThe organization announced Jan. 31 its selection of the 505 new fellows from around the world for their major scientific and socially notable achievements. Tang, who holds The Ralph M. Parsons Foundation Chair in Chemical Engineering, was one of seven UCLA faculty members elected to the 2022 class of fellows.\nTang, who also holds faculty appointments in bioengineering as well as chemistry and biochemistry leads research on natural product biosynthesis and biocatalysis. Chemicals produced by living organisms such as bacteria and plants are the basis for many types of drugs and agrochemicals. Tang’s research focuses on unlocking the complex biosynthetics pathways that make these natural products — figuring out the enzymes and other molecules involved, and how they facilitate chemical reactions for production. His lab has developed synthetic biology approaches to mine microbial genomes for discovery of new bioactive molecules. His research group also harnesses the catalytic power of enzymes to make drugs and other important consumer and industrial products. Tang has demonstrated and commercialized a biocatalytic approach to make the active ingredient of the cholesterol drug simvastatin.\nAmong the many honors received by Tang are the Charles Thom Award from the Society of Industrial Microbiology and Biotechnology in 2019, the American Chemical Society’s Eli Lilly Award in Biological Chemistry in 2014, the 2012 Presidential Green Chemistry Challenge Award from the U.S. Environmental Protection Agency, the 2012 National Institutes of Health Director’s Office Pioneer Award and the American Chemical Society’s Arthur C. Cope Scholar Award in 2012.\nTang has published more than 230 papers, advised 27 Ph.D. graduates, and supervised 25 postdoctoral scholars, 27 visiting scientists and nearly 50 undergraduate students. \nPrior to joining the UCLA faculty in 2004, Tang was a National Institutes of Health-supported postdoctoral fellow at Stanford University. He received a doctorate in chemical engineering from Caltech and a bachelor’s degree in materials science and engineering from Pennsylvania State University."},{"title":"Ion-Specific Membrane Holds Potential to Improve Energy Storage and Water Filtration\n\t\t\t\t\t\tUCLA engineers develop filters that can fine tune selection of a specific particle","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/David-Jassby-800x450-1.jpg","full_text":"Contemporary batteries and fuel cells rely on membranes that let through certain charged particles, or ions, but not others. However, today’s membranes are unable to select for just one type of ion, especially if the unwanted ions are similar in size or charge.\nNow, UCLA engineers and their collaborators have developed a membrane so selective, it can be fine-tuned to allow only a single type of ion to pass through it. In a recent study published in Nature Nanotechnology, the researchers demonstrated that their membrane allowed phosphate ions to pass through, but not other types of charged particles. The technology may pave the way for advances in not only energy storage but also water filtration. \n“Enabling highly selective precision separation between ions of similar size and charge would facilitate multiple desirable processes, particularly for extracting and recovering important resources,” said David Jassby, an associate professor of civil and environmental engineering at the UCLA Samueli School of Engineering and the study’s principal investigator.\nIn the paper, the research team postulated that the principles behind their ion-selective membrane could be applied to charged particles of lithium, gold, uranium and other popular elements.\n\n“Enabling highly selective precision separation between ions of similar size and charge would facilitate multiple desirable processes, particularly for extracting and recovering important resources,” said David Jassby.\n\nFor example, lithium is in high demand for use in lithium-ion batteries that power everything from consumer electronics to electric cars. But lithium in its pure, elemental form does not occur in nature. Instead, lithium is found in ionic salt compounds from which it has to be chemically extracted. Incorporating a membrane that filters for only lithium ions may significantly streamline extraction. This could make it easier to tap lithium sources that are currently challenging to use, such as the salty wastewater from geothermal energy plants or byproducts from oil and gas extraction.\nTo make the highly selective membrane, the researchers grew nanoparticles of hydrous manganese oxide (HMO), an inorganic compound used to absorb radioactive metal from water inside a polymer matrix. \nThe HMO particles have phosphate-specific binding sites, but those bonds are not so strong that phosphate ions are trapped within the membrane. Instead, the ions hop from one HMO particle to another, similar to stepping stones in a pond, until they have crossed through the membrane. Meanwhile, the polymer matrix itself — comprising molecules with fixed negative charges — prevents other, competing negatively charged ions from passing through the membrane. \nArpita Iddya, a postdoctoral scholar in Jassby’s lab, led the research. Other co-authors are Chia Miang Khor, Shengcun Ma and Jingbo Wang from UCLA’s Department of Civil and Environmental Engineering as well as Eric Hoek, a professor of civil and environmental engineering at UCLA and a staff scientist at the Lawrence Berkeley National Laboratory. Piotr Zarzycki and Ryan Kingsbury from Berkeley Lab, Ian Wheeldon from UC Riverside and Zhiyong Jason Ren from Princeton University also contributed to the research.\nThis research was funded by grants from the U.S. Department of Agriculture and the U.S. Department of Energy’s Chemical Sciences, Geosciences, and Biosciences Division.\nNatalie Weber contributed to this story","date":"Feb 6, 2023","summary":"Contemporary batteries and fuel cells rely on membranes that let through certain charged particles, or ions, but not others"},{"summary":"Carissa Eisler, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has received a CAREER award from the National Science Foundation, the agency’s highest honor for faculty members in the early stages of their teaching and research careers","date":"Feb 6, 2023","title":"UCLA Chemical Engineer Receives NSF CAREER Award for Improving Efficiency of LEDs and Solar Cells","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Carissa-eisler-800x450-1.jpg","full_text":"Carissa Eisler, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has received a CAREER award from the National Science Foundation, the agency’s highest honor for faculty members in the early stages of their teaching and research careers.\nThe award includes a five-year, $695,000 grant to support Eisler’s research in understanding the fundamental light-emission properties of materials to enable ultra-high efficiency lighting, displays and solar cells.\nLight emitting diodes (LEDs) are becoming ubiquitous in lighting, smart devices, and displays. While more efficient than traditional technologies because they produce much less waste heat, LEDs are still far from reaching their maximum possible efficiency and use more electricity than what is necessary to power a device. This is because the angles at which light is emitted from a device such as an electronic display can help determine the efficiency of the appliance. For example, light emitted at wider angles are not easily seen and can be trapped inside the device and becomes underutilized, thus increasing the energy required to power the device. \nTo address this challenge, Eisler seeks to better understand the fundamental electronic and photonic phenomena involved when light moves through nanoscale materials that are about one-billionth of a meter in thickness. A promising candidate for her research is nanocrystals composed of cesium, lead and halide atoms. \nKnowledge gained from the study can help improve efficiency in lighting and solar cells, with the light’s direction, intensity and other properties all precision-tuned to maximize efficiency. Applications from the research could also lead to new discoveries in optical-computing and data-storage technologies.\nThe grant will support Eisler’s efforts to address current technological and social challenges in sustainability by training students from groups traditionally underrepresented in STEM fields. Planned activities include case study projects, undergraduate research opportunities and a solar industry-focused technical academy.\nEisler teaches courses on transport phenomena, including fluid flow and heat transfer in chemical, biological, materials and molecular processes. Prior to joining the UCLA faculty in 2018, she was a postdoctoral scholar at UC Berkeley. An alumna of UCLA where she earned a bachelor’s in chemical engineering, Eisler obtained her Ph.D. from Caltech. She has received a UCLA Hellman Fellowship, an Energy Efficiency and Renewable Energy Postdoctoral Fellowship, and an Everhart Distinguished Graduate Student Lecturer award."},{"summary":"Ammonia may be best known in everyday life as a pungent household cleaning ingredient, but most of the inorganic compound produced each year is used in fertilizer, a vital resource for farming, and hence the production of ammonia also impacts the worldwide food supply","full_text":"Ammonia may be best known in everyday life as a pungent household cleaning ingredient, but most of the inorganic compound produced each year is used in fertilizer, a vital resource for farming, and hence the production of ammonia also impacts the worldwide food supply.\nUnfortunately, making this crucial compound of nitrogen and hydrogen also contributes to climate change. Today’s high-temperature, high-pressure industrial processes release carbon dioxide as a byproduct — almost twice as much by mass compared to the amount of ammonia produced. This accounts for an estimated 1 to 2% of global carbon dioxide emissions.\nNow, research from UCLA, Caltech and MIT chemical engineers may help unlock a more sustainable approach to making ammonia at room temperature through electrocatalysis, a reaction that uses electricity alongside a chemical catalyst. Detailed in a study recently published in Nature Energy, the new technique leverages a high-resolution imaging technology that enabled the researchers to peer down to atomic level and understand the step by-step production of ammonia.\n“Synthesizing ammonia and other commodity chemicals with electrocatalysis has the potential to help decarbonize chemical manufacturing,” said study co-corresponding author Yuzhang Li, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering. “It also could offer a decentralized path for the wider production of ammonia. Rather than relying on a few industrial locations, this important chemical could be made at smaller facilities, as the special equipment in current use would no longer be needed.”\nTo get an up-close look at the ammonia-forming reaction, the research team employed cryogenic transmission electron microscopy, or cryo-EM. Considered to have revolutionized the field of structural biology, cryo-EM bounces electrons off of frozen samples to paint an atomic-level picture of details too small for light to capture. The technique was so groundbreaking that it garnered its developers the 2017 Nobel Prize in Chemistry. \nTypically, cryo-EM has been used to reveal the molecular structure of proteins and other key molecules of life. This study represents the first time that cryo-EM was used to see materials in an electrocatalytic reaction. The technique enabled the researchers to overcome a previous limitation in understanding the reaction — the inability to see the surface of the catalyst molecule.\n\n“Synthesizing ammonia and other commodity chemicals with electrocatalysis has the potential to help decarbonize chemical manufacturing,” said Yuzhang Li.\n\n“I first utilized this powerful technique back in 2017 to uncover new findings on how batteries operate and fail at the atomic level,” Li said. “Now, my group has leveraged this technique to demonstrate its potential for research on electrocatalytic materials.” \nElectrocatalysis can be used to transform readily available compounds, such as oxygen and carbon dioxide, into more complex molecules, such as methane and ammonia. The reaction that the research team watched play out at the molecular level, moment by moment, produces ammonia from the element lithium. The metal is put into a solution with nitrogen and a type of alcohol as primary ingredients. \nUsing cryo-EM, the researchers discovered a hitch in the reaction: A film of corrosion formed on the surface of the lithium, blocking nitrogen molecules from reaching it and therefore interfering with electrocatalysis. This is where the alcohol played its role, disrupting the corrosion and allowing ammonia to form.\nUnderstanding how these molecules move around and interact is an essential step to enabling the widespread use of electrocatalysis to manufacture ammonia — and ultimately cutting into its carbon footprint. \nThe other co-corresponding author on the study is Karthish Manthiram, a Caltech professor. The co-first authors are doctoral students Katherine Steinberg of MIT and Xintong Yuan of UCLA. Other authors are graduate students Channing Klein and Nikifar Lazouski from Caltech and MIT respectively; and Matthew Mecklenburg, managing director of the Electron Imaging Center for Nanomachines at the California NanoSystems Institute at UCLA.\nThe research was supported by grants from the National Science Foundation.","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Decarbonizing-Ammonia-800x450-1.jpg","title":"Greening Up the Production of Ammonia — the Key Ingredient for Fertilizer\n\t\t\t\t\t\tUCLA chemical engineers co-lead research that could make industrial processes more sustainable","date":"Feb 1, 2023"},{"date":"Jan 31, 2023","title":"Bioengineer Mireille Kamariza Featured as One of 11 Up-and-Coming Researchers","full_text":"Mireille Kamariza, an assistant professor of bioengineering at the UCLA Samueli School of Engineering, was featured in Nature Medicine as one of 11 up-and-coming researchers who are blazing a trail in their respective fields.\nAs one of the honored researchers, Kamariza was invited to share her thoughts about where her research will take her during the next five years.\n“I am excited to see the application of innovative technologies and infrastructures developed during the COVID-19 pandemic to longstanding infectious diseases, including tuberculosis and malaria,” she said. “There has been explosive growth in the diagnostic and surveillance sequencing space, as countries raced to identify which SARS-CoV-2 variant was driving transmission at a given time. These infrastructures can be used to combat other infections, whether seasonal or endemic (e.g., influenza virus or Lassa virus), enabling early detection and rapid control of outbreaks. In my lab, we will continue to leverage chemical and biochemical tools to develop affordable and easily deployable diagnostic technologies that work well in low-income countries.”\nKamariza researches new tools to selectively probe molecular activity of live cells, in real-time, with versatile applications in research and medicine.","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/M.-Kamariza-800x450-1.jpg","summary":"Mireille Kamariza, an assistant professor of bioengineering at the UCLA Samueli School of Engineering, was featured in Nature Medicine as one of 11 up-and-coming researchers who are blazing a trail in their respective fields"}]