[{"title":"$7.5 Million in Federal Funds to Establish Mobility Center of Excellence at UCLA","summary":"The Federal Highway Administration — an agency within the U","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Jiaqi-Ma-800x450-1.jpg","date":"Oct 18, 2023","full_text":"The Federal Highway Administration — an agency within the U.S. Department of Transportation — announced Tuesday it has awarded a five-year, $7.5 million grant to establish the Center of Excellence on New Mobility and Automated Vehicles at UCLA. The award will support research on the impacts of new mobility technologies and highly automated vehicles on the evolving transportation system when deployed at scale.\nThe Mobility Center of Excellence, as it will be informally known, is funded through the landmark 2021 Bipartisan Infrastructure Law (Infrastructure Investment and Job Act), which authorizes $1.2 trillion for transportation and infrastructure spending to improve transportation experience and equity. \n“The safety of the nation’s transportation system is our top priority,” said Shailen Bhatt, the administrator of the Federal Highway Administration (FHWA), who made the announcement at the Intelligent Transportation Society of California’s annual meeting in Anaheim, California. “The Mobility Center of Excellence will seek to understand how new multimodal surface transportation technologies can be used to improve efficiency, mobility and sustainability.”\n\n“We are thrilled that FHWA has chosen UCLA to lead this important initiative,” said Alissa Park, the Ronald and Valerie Sugar Dean of the UCLA Samueli School of Engineering where the center will be based. “We look forward to collaborating with the agency and other partnering organizations to conduct research designed to understand how emerging mobility technologies will affect transportation networks, land use and workforce development.”\n\nScheduled to launch in November, the center will assess the anticipated long-term impacts of increased new mobility technologies and services on land use, real estate and urban design; transportation system optimization including resilience, security and reliability; equitable access to mobility and job participation; and municipal budget and cost-effective allocation of public resources. \n“We are thrilled that FHWA has chosen UCLA to lead this important initiative,” said Alissa Park, the Ronald and Valerie Sugar Dean of the UCLA Samueli School of Engineering where the center will be based. “We look forward to collaborating with the agency and other partnering organizations to conduct research designed to understand how emerging mobility technologies will affect transportation networks, land use and workforce development.”\nIn collaboration with FHWA, the center will publish research findings to empower state and local governments, metropolitan planning organizations and commercial operators to make informed decisions that will benefit the public.\n“Digital connectivity, automation and electrification have dramatically changed the way we transport, both in terms of how people travel and how goods are delivered,” said center director Jiaqi Ma, an associate professor of civil and environmental engineering at UCLA Samueli and the associate director of the UCLA Institute of Transportation Studies. “We will study the impacts of these new technologies and how they can be better leveraged to improve equitable access to transportation and job participation.” \nThe center will include researchers from UCLA Samueli, UCLA Fielding School of Public Health, UCLA Luskin School of Public Affairs, Carnegie Mellon University in Pittsburgh, University of Alabama and National Renewable Energy Laboratory, as well as nonprofits Shared-Use Mobility Center in Chicago and MetroLab Network in Washington, D.C."},{"title":"Engineering Student and Faculty Recognized for Innovation and Mentorship","summary":"One student and two faculty members from the UCLA Samueli School of Engineering received honors during Undergraduate Research Week earlier this year","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Banner-5-800x450-2.jpg","date":"Oct 17, 2023","full_text":"One student and two faculty members from the UCLA Samueli School of Engineering received honors during Undergraduate Research Week earlier this year. The annual spring quarter program celebrates undergraduate students’ innovation in life sciences, physical sciences and engineering. \nThe program also honors UCLA faculty who consistently and enthusiastically provide effective mentorship to undergraduate students involved in research or creative inquiry. Faculty awardees are nominated by the undergraduate students they mentor.\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tDEAN’S PRIZE FOR EXCELLENCE IN RESEARCH\nSoulaimane Bentaleb, who earned his bachelor’s this year in bioengineering with a minor in neuroscience, was awarded a 2023 Dean’s Prize for Excellence in Research. \nBentaleb’s research focused on improving the efficiency of seizure detection in epilepsy patients under the mentorship of Wentai Liu, a distinguished professor of bioengineering. \nCurrent seizure-prediction technology lacks automation and requires human oversight. To address the issue, Bentaleb devised a novel algorithm that could detect seizures before they occurr in epilepsy patients without the supervision of a neurologist or a person monitoring the algorithm. \nBentaleb spent two years as an undergraduate researcher in Liu’s Biometric Research Lab. He is now a bioengineering graduate student at UCLA Samueli. He said his ultimate career goal is to better people’s lives by engineering brain-computer interfaces.\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tFACULTY MENTOR AWARDS\nBioengineering assistant professor Jun Chen and computer science and mathematics professor Rafail Ostrovsky each received a Faculty Mentor Award.\nJun Chen, who joined UCLA Samueli in 2019, leads the Wearable Bioelectronics Research Group at UCLA and currently oversees more than 30 undergraduate students and several graduate students. His research focuses on nanotechnology and bioelectronics for energy, sensing and therapeutic applications in the form of smart textiles, wearable technology and body area networks. \n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tFACULTY MENTOR AWARDS\nRafail Ostrovsky is the Norman E. Friedmann Chair in Knowledge Sciences and a distinguished professor of computer science and mathematics. Ostrovsky is also the director of the Center for Information and Computation Security at UCLA Samueli, which focuses on research and education in cryptography and computer security. Since becoming a tenured professor in 2003, Ostrovsky has mentored dozens of students."},{"title":"UCLA Engineering Professor Receives Packard Fellowship","summary":"Yuzhang Li, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been selected as a 2023 Packard Fellow for Science and Engineering by the David and Lucile Packard Foundation","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Yuzhang-Li-2-800x450-1.jpg","date":"Oct 16, 2023","full_text":"Yuzhang Li, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been selected as a 2023 Packard Fellow for Science and Engineering by the David and Lucile Packard Foundation. \nSince its establishment in 1988, the annual fellowship program has awarded 20 scientists and engineers in the early stages of their careers, including a five-year, $875,000 grant in unrestricted funds for each recipient.\nAt UCLA, Li leads a research group that works on developing energy and environmental technologies, including advances in fundamental characterization of chemical processes and the design of new materials. The fellowship will support his research exploring the atomic-scale interface between liquids and solids. The electric field at this interface, also known as an electrical double layer, governs important processes, including how batteries operate to communications between biological cells. Li and his team are creating novel tools that can directly image this elusive interface and provide new insights for technologies in sustainability and health.\n“From the nanoscale to the scale of the galaxies, the 2023 class of Fellows are making ground-breaking discoveries, conducting critical research, and leaving a lasting impact on the scientific community and our world,” said Jason Burnett, Packard Foundation Board Chair. “Their ability to strive for the impossible is a contagious source of hope for those looking to change the field of science and will serve as inspiration for the next generation of researchers.”\nLi joined UCLA Samueli in 2020 and is also a faculty member of the California NanoSystems Institute at UCLA. Among his many honors and recognitions are the National Science Foundation CAREER Award, the Department of Energy Early Career award and the ECS Toyota Young Investigator Fellowship. \nPrevious recipients of the Packard Fellowship on the UCLA Samueli faculty include Dino Di Carlo, Yi Tang and Richard Kaner."},{"title":"UCLA Materials Scientist Aaswath Raman Awarded DARPA Fellowship","summary":"Associate professor Aaswath Raman of materials science and engineering at the UCLA Samueli School of Engineering has received the Defense Advanced Research Projects Agency (DARPA) Director’s Fellowship Award","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Aaswath-Raman-800x450-1.jpg","date":"Oct 16, 2023","full_text":"Associate professor Aaswath Raman of materials science and engineering at the UCLA Samueli School of Engineering has received the Defense Advanced Research Projects Agency (DARPA) Director’s Fellowship Award. \nA highly selective award given to top performers among DARPA Young Faculty Award (YFA) recipients, the fellowship will extend Raman’s 2021 Young Faculty Award, which included a $500,000 grant over two years, for an additional year and $250,000 in funding.\nThe DARPA YFA and Director’s Fellowship Award were established to encourage early-career scientists to pursue high-risk, high-reward research that could result in breakthrough technologies that address national security challenges. \nRaman’s project focuses on developing a new solid-state cooling technology, known as electroluminescent cooling, based on light-emitting diodes. This approach could yield highly compact and efficient cooling devices, particularly suited to cryogenic applications including infrared sensors and detectors. Through a range of electronic materials and device advances, along with nanophotonic strategies, Raman and his team will use the additional year of funding to build on their progress and demonstrate proof of concept cooling devices. \nSince joining UCLA in 2018, Raman has received numerous awards, including the Materials Research Society Kavli Foundation Early Career Award, the 3M Non-Tenured Faculty Award, the NSF CAREER, the DARPA Young Faculty Award and the Sloan Research Fellowship. In 2022, he was also elected a Senior Member of the National Academy of Inventors."},{"title":"UCLA Computer Science Undergrad Endeavors to Make Positive Social Impact with Tech","summary":"When she was 8, Genevieve Chin was inspired by a book about extraordinary uses for ordinary things","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Genevieve-Chin-800x450-1.jpg","date":"Oct 16, 2023","full_text":"When she was 8, Genevieve Chin was inspired by a book about extraordinary uses for ordinary things. She set out to test the concept by going around her house looking for problems to solve using household items, such as putting tea bags in her father’s shoes to remove odors or polishing her mother’s jewelry with toothpaste. \nNow a third-year computer science student at the UCLA Samueli School of Engineering, Chin still enjoys tinkering with things. Since last November, she has served as a lead technician at the Makerspace on the Hill, where she is able to combine her love of problem solving with her desire to make engineering and technical skills more accessible.  \nLocated in the residential building Olympic Hall, the Makerspace is a creative community where students are encouraged to explore hands-on projects. Chin teaches students how to operate machines, arranges workshops and demonstrations, as well as manages the Makerspace’s social media accounts to promote awareness and interest. \n“Working at the Makerspace on the Hill is undoubtedly responsible for most of my growth at UCLA,” Chin said. “I love the opportunity I’ve been given to interact with so many students of different majors and backgrounds and make tools like 3D printers, woodworking tools and sewing machines accessible to students who may not have had access to them prior to UCLA or study outside of the school of engineering.”\nSome of Chin’s favorite classes have been part of the Engineering 96 series overseen by bioengineering professor and vice chair of undergraduate studies Jacob Schmidt. A collection of student-taught, hands-on classes, the series allows students to devote an entire quarter to a specialized project, such as learning how to construct a rocket or using chemical engineering to design coffee. Chin, who took three of these classes, signed up to be a student instructor for ENGR 96: Python and Machine Learning after enjoying the course so much as a student. She will be teaching her first class alongside other student instructors in the fall and spring quarters. \nChin attributes her can-do attitude and passion for creative pursuits to her mother and grandmother, who taught her practical and creative skills. \n“Afterschool, my grandmother would teach me all sorts of things like how to make clothes with sewing machines and harvest fruits and vegetables in her backyard,” Chin said of experience growing up in Monterey Park, a suburb of Los Angeles with a large Asian American community. “I admired her as someone who held many odd jobs, including as an artist, and she even built a lot of her own furniture. My mother, an elementary school teacher, was also always using me as a tester for the many arts and crafts projects she would do with her students.” \nChin flourished in this creative environment. Toward the end of primary school, she was already a committed sculptor. But as she began middle school, Chin started to develop stronger interests in math and science, with an eye toward becoming an engineer because it seems to combine her interest in creative problem solving with technical thinking. \nWhile in high school, Chin signed up for a women-in-tech mentorship program. The experience inspired her to participate in virtual hackathons, which introduced her to technology in the context of collaboration and intentional creation for social impact. \n“COVID hit my junior year of high school, and it was the summer between junior year and senior year spent at home that I got really excited about computer science,” Chin said. “As someone from a low-income high school in a community with little access to computer science education, I was very fortunate to learn about mentorship programs and hackathons through social media.”\n\n“I absolutely love being a UCLA student as I feel that the student culture creates an environment of positivity and collaboration,” Genevieve Chin said. \n\nHer first project was building a website about COVID-19 resources with her younger sister, and they were both amazed they could build something useful out of seemingly nothing in the middle of a pandemic. Determined to pursue computer science, Chin spent hours upon hours searching for learning opportunities and connecting with students from areas with more computer science access to learn about what they did. By the time college applications came around, she had organized hackathons, completed coding camps, formed connections with industry professionals and taught coding classes so other students could get the exposure she never had at a younger age, so selecting computer science as her major seemed like the natural next step and UCLA was an easy choice.\nChin has made the most of her first two years at UCLA. She joined the Federal Relations office within the Undergraduate Students Association, Bruin Entrepreneurs, the UCLA chapter of the Association for Computing Machinery and Alumni Scholars. \nHaving learned computer science from coding camps for girls, Chin said diversity and inclusivity have always been top of mind. “Making spaces and communities on campus where people can thrive in their own identities means a great deal to me,” said Chin, who is an organizer for QWER Hacks — a hackathon for the LGBTQIA+ community — and a co-technical director for the UCLA chapter of the Society of Women Engineers.\nDuring her sophomore year, Chin was one of 25 student leaders across UCLA invited to take part in the Chancellor’s Leadership, Innovation, Networking and Knowledge (LINK) program, which includes a weeklong visit to Washington D.C. for meetings with national leaders and UCLA alumni, as well as a two-quarter-long course on leadership and social change. \n“It was an incredible experience to engage in super intriguing and oftentimes tough conversations with such a wide array of students from different countries, with different majors and worldviews, who I probably would have not met were I not in this program,” Chin said. “This program greatly contributed to my excitement about school, social change and being there for my friends.” \nInspired by this experience, Chin is pursuing a minor in community engagement and social change to explore ways to effect positive change in society by leveraging technology’s potential to create a social impact on a large scale.\n“I absolutely love being a UCLA student as I feel that the student culture creates an environment of positivity and collaboration,” Chin said. “One thing I really wanted to do in high school was to get involved in research that studies the relationship between technology and society in addition to more traditional computer science research, and I hope to pursue both of those pathways into the latter half of undergrad!” \nThinking ahead, Chin said she hopes to start her career in the technology industry as a software engineer before pivoting to focus on improving technology and innovation policy. She looks forward to helping encourage collaboration in technology and widen access to computer and technology education.\nRiley de Jong contributed to this story."},{"title":"UCLA Bioengineering Alumnus Aims to Democratize Cancer Treatments","summary":"The American Cancer Society estimates 59,610 Americans will receive a leukemia diagnosis and 23,710 will die from the blood cancer in the U","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Andy-Chen-800x450-1.jpg","date":"Oct 16, 2023","full_text":"The American Cancer Society estimates 59,610 Americans will receive a leukemia diagnosis and 23,710 will die from the blood cancer in the U.S. by the end of this year. Cell therapy, a treatment for leukemia and similar cancers, can cost more than six figures per patient.\nSparkGene Biotechnology, a startup developed by Binru “Andy” Chen Ph.D. `23 while a graduate student at the UCLA Samueli School of Engineering, looks to tackle this problem head-on and make life-saving cancer treatments more affordable. The company has already won the top prizes in two UCLA entrepreneurship competitions. \nThe current cell therapy involves a lengthy, multi-step process to manufacture therapeutic cells for treatment — including collecting cells from the patient, gene-editing these cells to identify and destroy cancer cells, and putting the engineered cells back in the patient for treatment. The gene-editing step is highly inefficient, leading to a costly and time-consuming cell-manufacturing process.\n\n“My objective is to democratize cell therapy, thereby expanding its accessibility to a wider patient base,” Andy Chen said.\n\nDrawing on microfluidic technology detailed in his doctoral dissertation, Chen created a device that can expedite this process by squeezing cell nuclei slightly to expose DNA from the chromatin — an assortment of molecule structures that packs the DNA — without damaging the cells. According to Chen, this technology can increase gene-editing efficiency by 10 times, and since the fabrication cost of the device is less than $10, it will make cell therapy more affordable and accessible. The technology enables millions of cells to be processed per minute, with more than a 99% cell survival rate. \n“My objective is to democratize cell therapy, thereby expanding its accessibility to a wider patient base,” Chen said. “We aim to bring the current cell therapy to the next level with much higher efficiency and much better affordability for all patients.”\nChen traced his interest in engineering back to his childhood when he was first introduced to engineering through his favorite toy — an electronic circuit-building set. Math and physics competitions further developed his logic skills at primary school in Jiangsu Province, China. Chen said it was the room for creativity and innovation that drew him to engineering over a career in math or physics.\nWhile studying for his bachelor’s degree in electrical engineering at the Southern University of Science and Technology in Shenzhen, China, Chen discovered his passion for bioengineering. He was fascinated by the potential of using engineering to solve problems in biology after researching leukemia’s mechanical properties in a biomaterials lab at the university. After graduating as a member of the university’s inaugural class, Chen said he wanted to find a way to continue his academic career in bioengineering.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tCourtesy of Andy Chen/UCLA\nAndy Chen (center) and his team received first place in the 2023 Lowell Milken Institute-Sandler Prize for New Entrepreneurs.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tDrawn by the reputations of both the engineering and medical schools at UCLA, Chen decided to pursue a doctoral degree as a Bruin. He joined the Department of Bioengineering chair and professor Song Li’s lab, where he focused on mechanobiology, cell reprogramming and microfluidics. \nIt was in Li’s lab that Chen’s startup was born. Together with postdoctoral scholar Yang Song, Chen formed Tetra-C Therapeutics, now operating as SparkGene Biotechnology. \nThe pair tapped business students Kevin Eskander, Justin Shapiro and Toni Zhang to assist with the company’s marketing efforts, while enlisting help from law students Jack Santoro and Nicholas Tiee to handle the legal aspects of the spinoff. \nThe team has already won a combined $39,000 in prize money after taking first place in Anderson School of Management’s 2023 Lowell Milken Institute-Sandler Prize for New Entrepreneurs and the School of Law’s 2023 Cross-Campus Innovation Challenge. \n“I’ve learned that strategic planning and a proactive mindset are the keys to success,” Chen said of his experience leading the team to compete and won. “No opportunity will come to you itself with no reason and you need to keep learning to be prepared when opportunities come.” \nA recent doctoral graduate in June, Chen says he hopes his technology could be applied to therapies for other cancers, neurodegenerative diseases and chronic autoimmune diseases in the long term. \n“It is motivating to envision the prospect of a future where cell therapy is affordable and accessible to all patients,” he said. “My mother’s constant encouragement to utilize my knowledge for the good of human beings inspires me to keep pursuing this goal.”"},{"title":"Fall Quarter Kicks Off with UCLA Engineering Welcome Day for New Students","summary":"The UCLA Samueli School of Engineering hosted more than 600 first-year and new transfer students at its annual Engineering Welcome Day Sept","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/IMG_0266-EWD-2-1024x576.png","date":"Oct 13, 2023","full_text":"The UCLA Samueli School of Engineering hosted more than 600 first-year and new transfer students at its annual Engineering Welcome Day Sept. 27, one day before the start of instruction.\nThe daylong event featured inspirational speeches from school leadership, academic advisors, career counselors and alumni representatives, as well as student club expos with fun activities and a tour of the school led by engineering student ambassadors. \nDean Ah-Hyung “Alissa” Park welcomed new engineering students.\nAh-Hyung “Alissa” Park, who took the helm Sep. 1 as the Ronald and Valerie Sugar Dean, gave her first formal address to students at the event, which took place in the Court of Sciences. \nPark congratulated the students on their admission to UCLA and offered advice on mentorship, time management and the importance of exploring activities outside one’s comfort zone. She also noted 40% of incoming first-year students were women — a historical high for the school — and more than 20% of incoming students were from communities underrepresented in engineering.\n“The most important thing that I want you to remember is that you belong here,” Park said. “No matter your background, every one of you is welcome in the Bruin family and celebrated for your unique qualifications. You’re an integral part of our team that represents the best Bruins have to offer.”\nEngineering Welcome Day was organized by the school’s largest student-run umbrella organization, the Engineering Society at UCLA (ESUC). The event was opened by Neha Kulkarni, a fourth-year bioengineering transfer student and president of ESUC. Kulkarni told students about the benefits of joining one or more of UCLA’s 1,200 student-run organizations, nearly 60 of them in UCLA Samueli alone. The clubs, said Kulkarni, strive to keep students engaged academically, professionally, socially and mentally. \nOther speakers included professors Richard Wesel, associate dean of academic and student affairs; Veronica Santos, associate dean of equity, diversity, and inclusion and faculty affairs; and Jacob Schmidt, director of the school’s Makerspace. William Herrera, director of undergraduate research and internship programs, introduced the students to the school’s robust program to facilitate industry networking and career opportunities.  \nStudents got to know the campus better through a scavenger hunt of South Campus and school tours guided by engineering student ambassadors. The scavenger hunt was hosted by MentorSEAS, an undergraduate-run organization that matches every incoming engineering student with a mentor of the same major to help them navigate their first year at UCLA.\nRounding out the day was the Engineering Exploration Fair, where dozens of student organizations set up booths to meet and recruit prospective members. The organizations serve a variety of engineering student interests in the professional, cultural and social spheres.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tUCLA SamueliBruins Encouraging Active Minds (BEAM) at UCLA showcased their club at the fair.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tSamantha Tinney, a third-year mechanical engineering major and external vice president of Bruins Encouraging Active Minds (BEAM), was at the fair recruiting new students. \n“I attended Engineering Welcome Day as a freshman and signed up for all the clubs,” Tinney said. “BEAM was one of the ones that stuck and it’s a really great community.” \nEach week, BEAM members visited under-resourced elementary schools across Los Angeles to nurture students’ interest in science, technology, engineering and math. Tinney said a similar visit when she was in high school put her on the path to engineering.\nWilliam Zhou, a second-year computer science student, attended the fair to represent AI Safety at UCLA. The research-focused club is dedicated to issues of reliability, accountability and ethics in the development of powerful artificial intelligence systems such as ChatGPT. Zhou, who attended Engineering Welcome Day his freshman year, said he thought the event was useful for new Bruins just like it was for him.\n“Listening to the speeches was really inspirational, but joining the clubs here was what led me into the Linux User Group and later AI Safety,” Zhou said. “I don’t think I would be in this club today if not for Engineering Welcome Day.”\nFor those who didn’t have a chance to attend the event, it’s never too late to get involved in the school community — a list of engineering-focused clubs and abundant undergraduate research opportunities can be found on the school’s main website."},{"title":"Drug-Filled Nanocapsule Helps Make Immunotherapy More Effective\n\t\t\t\t\t\tTiny capsule increases the number and activity of immune cells that attack the solid tumors","summary":"UCLA researchers have developed a new treatment method using a tiny nanocapsule to help boost the immune response, making it easier for the immune system to fight and kill solid tumors","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Science-800x450-1.jpg","date":"Oct 11, 2023","full_text":"UCLA researchers have developed a new treatment method using a tiny nanocapsule to help boost the immune response, making it easier for the immune system to fight and kill solid tumors.\nThe investigators found the approach, described in the journal Science Translational Medicine, increased the number and activity of immune cells that attack the cancer, making cancer immunotherapies work better.\n“Cancer immunotherapy has reshaped the landscape of cancer treatment,” said senior author of the study Jing Wen, assistant adjunct professor of microbiology, immunology, & molecular genetics at the David Geffen School of Medicine at UCLA and a scientist at the UCLA Jonsson Comprehensive Cancer Center. “However, not all patients with solid tumors respond well to immunotherapy, and the reason seems to be related to the way the cancer cells affect their surroundings.”\nCancer cells produce a lot of lactate, Wen explained, which creates an environment around the solid tumor that makes it difficult for the immune system to work effectively against the cancer.\nAlthough there have been efforts to reduce the levels of lactate with different drug inhibitors, these methods tend to also disrupt the metabolism of healthy cells, which can cause severe side effects.\nTo find a way to alleviate immune dysfunction around the tumor without hurting healthy cells, Wen and the team looked to create a tool to deliver drug inhibitors directly, to degrade lactate around and within solid tumors.\nTo achieve that goal, the team developed a treatment encapsulating an enzyme called lactate oxidase into a tiny nanocapsule that reduces lactate levels and releases hydrogen peroxide in the tumor.\n\n“When lactate is reduced and hydrogen peroxide is released, it makes it easier for the immune system to work against the cancer,” said Zheng Cao, first author of the study and a UCLA chemical and biomolecular engineering doctoral candidate.\n\nDecreased levels of lactate are beneficial for releasing the suppression of immune response, while increased levels of hydrogen peroxide, a substance typically produced when you get injured, help recruit and activate immune cells in the tumors.\n“When lactate is reduced and hydrogen peroxide is released, it makes it easier for the immune system to work against the cancer,” said Zheng Cao, first author of the study and UCLA Samueli School of Engineering doctoral candidate in the Chemical and Biomolecular Engineering Department.\nTo examine the effect of nanocapsules with the lactate oxidase enzyme, the team tested the approach in mice with melanoma and triple-negative breast cancer and performed tumor growth measurement, survival curve analysis, RNA sequencing, and immune cell population analysis. The team found that reducing lactate and producing hydrogen peroxide encouraged immune cells to enter the tumor, increasing the number and activity of immune cells that attack the cancer by twofold to fivefold.\n“We found lactate oxidase nanocapsules helped prevent the immune system from being weakened and overcome the immune suppression caused by the tumor,” Cao said. “Moreover, this dual-action approach improved the success of a specific type of cancer immunotherapy treatment called immune checkpoint blockade and we believe it could be an effective strategy to help make cancer immunotherapy more effective.”\nThe researchers will further explore the impact of lactate oxidate nanocapsules on enhancing the therapeutic effectiveness of chimeric antigen receptor (CAR) T-cell therapy for solid tumors. CAR T-cell therapy is a type of cellular immunotherapy designed to modify T cells, enabling them to recognize and attack cancer.\n“Built on the drug delivery platform we have developed at UCLA Samueli School of Engineering, this work afforded great translational potentials towards more effective cancer immunotherapy, which may bring new hopes for cancer patients,” said Yunfeng Lu, professor emeritus of chemical and biomolecular engineering at UCLA Samueli.\nAlong with Wen and Lu, another senior author of this study is Jimin Guo, a former postdoc scholar in the Department of Microbiology, Immunology, & Molecular Genetics.\nThis work was supported in part by grants from the UCLA ENN Center for Nanomedicine and Energy Conversion, the National Institutes of Health and the National Center for Advancing Translational Science."},{"title":"Distinguished Adjunct Professor Asad Madni Awarded John Fritz Medal","summary":"Asad Madni, a distinguished adjunct professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has been awarded the John Fritz Medal, a major international award that honors scientific or industrial achievement in any field of pure or applied science","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Asad-Madni-2-800x450-4.jpg","date":"Oct 5, 2023","full_text":"Asad Madni, a distinguished adjunct professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has been awarded the John Fritz Medal, a major international award that honors scientific or industrial achievement in any field of pure or applied science.\nMadni was selected for his “seminal and pioneering contributions to the development and commercialization of innovative sensing and systems technologies, distinguished research leadership, and service to the nation.”The Fritz Medal was created in 1902 and awarded by the American Association of Engineering Societies (AAES). When AAES was dissolved in 2020, the administration of the award was transferred to the American Institute of Mining, Metallurgical, and Petroleum Engineers (AIME), and is currently coordinated by AIME member society, the Society of Mining, Metallurgy, & Exploration (SME). \nJohn Fritz, an American engineer and inventor, was a titan of the 19th century iron and steel industry. To honor his legacy, five engineering societies, including the American Society of Civil Engineers, American Society of Mechanical Engineers, American Institute of Chemical Engineers, American Institute of Mining, Metallurgical & Petroleum Engineers, and the Institute of Electrical and Electronics Engineers, established the honor in 1902, on Fritz’s 80th birthday.\nAmong the award’s many notable winners are inventor Thomas Edison, physicist Lord Kelvin, telephone innovator Alexander Graham Bell, electric industry titan George Westinghouse, flight pioneer Orville Wright, longtime general motors engineer Charles Kettering, information theory founder Claude Shannon, and semiconductor giants Robert Noyce and Gordon Moore. The most recent recipient is Tesla and SpaceX CEO Elon Musk, who received the medal in 2021.\nThe John Fritz Medal will be presented to Madni February 28, 2024 at the MINEXCHANGE 2024 SME Annual Conference & Expo in Phoenix, Arizona."}]