[{"title":"Distinguished UCLA Engineer Elected to National Inventors Hall of Fame","summary":"Asad Madni ’69, M","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/IMG_9098-Madni-1.png","date":"Jan 18, 2024","full_text":"Asad Madni ’69, M.S. ’72, a distinguished adjunct professor and distinguished scientist of electrical and computer engineering at the UCLA Samueli School of Engineering, has been selected to join the 2024 class of the National Inventors Hall of Fame.\nThe nonprofit organization, working in partnership with the United States Patent and Trademark Office, announced its newest 15 inductees yesterday at an event in Glendale, California. Madni is recognized for leading the invention and commercialization of the Quartz MEMS (Micro-Electro-Mechanical Systems) GyroChip, a life-saving sensing technology that revolutionized navigation and stability for aerospace and automotive safety systems.\nPrior to his retirement in 2006 from BEI Technologies Inc., Madni served as the firm’s president, chief operating officer and chief technology officer over a span of 14 years after BEI acquired Systron Donner Corp, where Madni worked from 1975 to 1992 — initially as an engineer and eventually as the company’s chairman, president and CEO. During his tenure at BEI, Madni made intelligent, high-precision sensors and systems for aerospace, defense, industrial and transportation applications, including the control system for Hubble Space Telescope’s star selector. The slow-motion, dual-axis, servo control system enabled Hubble’s unprecedented pointing accuracy and stability, resulting in remarkable images, such as the ones captured by the telescope in the photograph “Pillars of Creation,” that have enhanced our understanding of the universe.\nIn the 1990s, Madni introduced the world to his MEMS GyroChip sensors, which can detect and measure the motion of an object. The affordable technology has since been used worldwide to enable precise guidance, navigation and control in numerous aircraft and passenger vehicles. More than 55 million GyroChip sensors have been installed in cars, enhancing electronic stability control and saving lives by preventing rollover accidents. These tiny, tuning fork-looking devices have helped made autonomous vehicles a reality and ushered in a paradigm shift in the automotive industry in the late 1990s. The technology has also been used on commercial airliners, defense systems and even the Mars Sojourner rover.\nA native of Mumbai, India, Madni received his B.S. and M.S. in electrical sciences and engineering from UCLA before earning a Ph.D. in engineering from California Coast University and an S.E. from MIT Sloan School of Management. He holds 28 U.S. patents and has received more than 100 awards, including the John Fritz Medal, the IEEE Medal of Honor — the highest recognition of the Institute of Electrical and Electronics Engineers (IEEE), the Royal Academy of Engineering’s Prince Philip Medal, the Elmer A. Sperry Medal, the ASME Soichiro Honda Medal, the Ellis Island Medal of Honor, the IET J.J. Thomson Medal and the UCLA Professional Achievement Award. Madni has been elected to the National Academy of Engineering, National Academy of Inventors, Royal Academy of Engineering and Canadian Academy of Engineering. He has also been awarded six honorary doctoral degrees and seven honorary professorships. At UCLA Samueli, he received the Alumnus of the Year and Lifetime Contribution awards.\nWith his induction to the National Inventors Hall of Fame at an event in May in Washington D.C., Madni will join the ranks of some of the world’s most pivotal inventors, such as Louis Pasteur, the inventor of pasteurization; Samuel Morse, who invented the telegraph and Guglielmo Marconi, the inventor of the radio."},{"title":"UCLA Chemical Engineer Receives NSF Early Career Award for Carbon Capture Research","summary":"Carlos Morales-Guio, an assistant professor of chemical and biomedical engineering at the UCLA Samueli School of Engineering, has received a National Science Foundation (NSF) CAREER award, the agency’s highest honor for faculty members in the early stages of their teaching and research careers","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Carlos-Morales-Guio-800x450-2.jpg","date":"Jan 17, 2024","full_text":"Carlos Morales-Guio, an assistant professor of chemical and biomedical engineering at the UCLA Samueli School of Engineering, has received a National Science Foundation (NSF) CAREER award, the agency’s highest honor for faculty members in the early stages of their teaching and research careers. \nThe five-year, $680,000 award will fund Morales-Guio’s research into carbon capture technologies designed to help achieve net-zero emissions. Specifically, the project will focus on measuring and understanding the chemical reaction and transport kinetics involved in copper catalysts employed to transform carbon dioxide into fuels and chemicals through electrolysis — a process that uses electricity to chemically break down water into hydrogen and oxygen.\nThe NSF grant will also support the integration of the research findings into the training of undergraduate and graduate students at UCLA, as well as outreach activities with community colleges, minority-serving institutions, national labs and industries in California.\nAt UCLA, Morales-Guio directs the Laboratory of Electrochemical Systems Engineering. His research interest lies in electrochemical catalysis, particularly with respect to energy and chemical transformations for sustainable energy applications. He also serves as the equity, diversity and inclusion officer for the school’s Chemical and Biomolecular Engineering Department. \nAdditionally, Morales-Guio is a project investigator with two major research centers — the UC Center for Direct Conversion of Captured CO₂ into Fuel and Chemicals based in UC Davis and the Center for Closing the Carbon Cycle at UC Irvine. \nPrior to joining the UCLA faculty in 2018, Morales-Guio was a postdoctoral research fellow at Stanford University. He earned his bachelor’s in chemical engineering from Osaka University in Japan, and obtained his M.S. and Ph.D. in chemistry and chemical engineering, respectively, from the École Polytechnique Fédérale de Lausanne in Switzerland. His previous honors includes a 2020 Scialog Collaborative Innovation Award."},{"title":"UCLA Engineers Develop Terahertz Imaging System Capable of Capturing Real-Time, 3D Multi-Spectral Images for the First Time","summary":"Terahertz waves can penetrate opaque materials and provide unique spectral signatures of various chemicals, but their adoption for real-world applications has been limited by the slow speed, large size, high cost and complexity of terahertz imaging systems","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/THz-FPA-800x450-1.jpg","date":"Jan 16, 2024","full_text":"Terahertz waves can penetrate opaque materials and provide unique spectral signatures of various chemicals, but their adoption for real-world applications has been limited by the slow speed, large size, high cost and complexity of terahertz imaging systems. The problem arises from the lack of suitable focal-plane array detectors, components that contain radiation detectors used by the imaging system.\nA research team led by Mona Jarrahi, and Aydogan Ozcan, both electrical and computer engineering professors at the UCLA Samueli School of Engineering, has invented a new terahertz focal-plane array to solve this problem. By eliminating the need for raster scanning, which captures and displays an image point by point, the research team is able to expedite imaging more than 1000 times faster than current systems. The new array constitutes the first known terahertz imaging system that is fast enough to capture videos and provide real-time, 3D multi-spectral images while maintaining a high signal-to-noise ratio. \nPublished in Nature Photonics, the UCLA study describes the new focal-plane array, which involves fitting 283,500 nanoantennas in a space smaller than the size of a typical sesame seed. The array is capable of providing spatial amplitude and phase distributions, as well as an imaged object’s temporal and spectral data directly, thereby bypassing the need for raster scanning. The team also utilized a machine learning-trained neural network to enhance the resolution of the captured images in real time.\n“Terahertz imaging can help us see things we couldn’t detect using other processes or technologies,” said Jarrahi, who holds the Northrop Grumman Chair in Electrical Engineering and leads the Terahertz Electronics Laboratory at UCLA Samueli. “With this focal-plane array, we have unlocked new possibilities to use terahertz imaging for real-time, high-throughput scanning and detection in a way that wasn’t possible before.”\nPrior attempts to create faster terahertz imaging systems have resulted in low signal-to-noise ratios, making it difficult for researchers to obtain clean images. The systems were also bulky and expensive. Using the new focal-plane array and its accompanying neural network, the research team demonstrated the system’s ability to image 3D patterns etched in silicon with more than 1,000 pixels. \n\n“With this focal-plane array, we have unlocked new possibilities to use terahertz imaging for real-time, high-throughput scanning and detection in a way that wasn’t possible before,” said Mona Jarrahi.\n\nThe relatively low energy of terahertz photons and their ability to penetrate through many opaque and nonconductive materials make terahertz radiation promising for a variety of applications. These include medical imaging, security screening and pharmaceutical or agricultural product inspection.\nThe study was funded by the U.S. Department of Energy, the U.S. Office of Naval Research, and the Institution of Engineering and Technology. Jarrahi and Ozcan are both members of the California NanoSystems Institute at UCLA, where Ozcan serves as the associate director of entrepreneurship, industry and academic exchange. Ozcan, who holds UCLA’s Volgenau Chair for Engineering Innovation and leads the Ozcan Research Group, also has faculty appointments in the Department of Bioengineering and the David Geffen School of Medicine at UCLA. \nThe technology is being commercialized by Lookin Inc., a startup spun off from Jarrahi’s research group. The company was co-founded by Jarrahi and Nezih Tolga Yardimci, a postdoctoral researcher and member of her research group. Yardimci is an author of the paper and serves as Lookin’s CEO and chief technology officer. \nOther authors of the paper are UCLA Samueli postdoctoral researcher Xurong Li, graduate student Deniz Mengu, alumnus Deniz Turan and Ali Charkhesht — a principal engineer at Lookin. All but Charkhesht are current or former members of Jarrahi’s and Ozcan’s research labs at UCLA."},{"title":"UCLA Samueli Bioengineering Professor Named Optica Fellow","summary":"Liang Gao, an associate professor of bioengineering at the UCLA Samueli School of Engineering, was elected as a fellow of Optica, an international professional society for advancing optics and photonics","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Liang-Gao-800x450-1.jpg","date":"Jan 9, 2024","full_text":"Liang Gao, an associate professor of bioengineering at the UCLA Samueli School of Engineering, was elected as a fellow of Optica, an international professional society for advancing optics and photonics. \nGao, who leads UCLA’s Intelligent Optics Laboratory, was nominated for his research in ultrafast- and hyperspectral-optical imaging and biomedical optics. His research has potential implications in health care. He has published more than 70 journal articles, including one that highlights his technology’s capability to capture neurons firing.\nA UCLA faculty member since 2020, Gao has previously been featured by WIRED for his research in bionic 3D camera systems. Some of the other honors he has received include the National Institutes of Health Maximizing Investigators’ Research Award for early-career investigators and the National Science Foundation’s CAREER Award honoring faculty members in the early stages of their teaching and research careers.\nGao joins Optica’s 2024 class of nearly 130 fellows, who hailed from 26 different countries and were selected for their outstanding contributions to the society and its community through research, publication and education. Founded in 1959, the program has elected more than 2,800 fellows in the field of optics from around the world."},{"title":"In Memoriam: James Easton, 88, UCLA Alumnus, Global Business Leader and Dedicated Philanthropist","summary":"James L","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/JimandPhyllisEaston_mid-800x450-1.jpg","date":"Jan 8, 2024","full_text":"James L. Easton, whose many decades of UCLA service, leadership and philanthropic support have left a lasting impact on the university and the world, died Dec. 4. He was 88.\nAn alumnus of UCLA and a longtime business leader in the sporting goods industry, Easton dedicated much of his energy and generosity to his alma mater, serving in numerous fundraising and advisory roles and making transformative gifts to endow centers and initiatives across a wide range of disciplines.\n“Jim Easton was a dear friend to the entire UCLA community. From athletics to business and from medicine to his own field of engineering, his vision and generosity strengthened many areas of our campus,” said UCLA Chancellor Gene Block. “Jim possessed remarkable forethought, big-picture thinking and strategic insight — and when he applied all of this to UCLA, he helped us expand the boundaries of what is possible and touched the lives of countless students, student-athletes, faculty, researchers and patients.”\nBorn in Los Angeles in 1935, Easton received a bachelor’s degree in engineering from UCLA in 1959, and after working for five years at Douglas Aircraft, he joined the family business: the manufacture and sale of sporting goods. In 1973, he became chairman and CEO of Jas. D. Easton Inc., a producer of high-quality archery equipment, including the arrows that have been used to win every Olympic title since 1972, when the sport was reintroduced to the Games.\nEaston soon rose to the pinnacle of the sporting world. For the 1984 Olympic Games in Los Angeles, he was named the archery commissioner, the head of technology and the mayor of the athletes village, located at UCLA. From 1989 to 2005, he was the president of the World Archery Federation, and from 2002 to 2006, he served as vice president of the International Olympic Committee.\nThroughout his success in business and sports, Easton maintained an unwavering commitment to giving back, building a strong and enduring relationship with UCLA. In addition to his extensive philanthropy, he dedicated a great deal of time and attention to service on behalf of the university. For two decades, he held various leadership positions within The UCLA Foundation.\nDuring the 2014–19 Centennial Campaign for UCLA, Easton served on campaign committees for both the UCLA Anderson School of Management and the UCLA Samueli School of Engineering, helping to drive their fundraising success. He sat on the UCLA Anderson board of advisors since 1988, where his strategic guidance proved invaluable. His years of leadership — including as a member of the UCLA Samueli dean’s advisory council — led to him being named that school’s alumnus of the year in 1989.\nIn 2014, Easton was awarded the UCLA Medal, the university’s most prestigious honor. At the time, Chancellor Block hailed him for his “engaged citizenry and tireless devotion” to UCLA.\nA life of transformative giving\nGiven Easton’s long association with sports, UCLA Athletics was a natural beneficiary of his philanthropy. The Easton family made a number of generous donations, most notably providing significant funding for the construction in 1994 of Easton Stadium, the campus site for Bruins softball. Further gifts made possible upgrades and improvements to the stadium, home to the 12-time NCAA champions. \n“Easton Stadium has been a true game-changer for Bruins softball,” said Kelly Inouye-Perez, the Shelly Carlin UCLA Head Softball Coach. “But Jim and his wife, Phyllis, have given us so much more than a home stadium in which to play — they have been true fans, championing our team for many years and cheering us on through victory and defeat. With Jim’s passing, we have truly lost a beloved member of the Bruin family.”\nEaston’s UCLA legacy extended far beyond the playing field. Much of his focus as a philanthropist was in the area of brain science, and it is no small part thanks to his contributions that UCLA stands as a pioneer in the field. Particularly significant was a landmark commitment in 2015 that benefited UCLA Athletics, UCLA Anderson, UCLA Samueli and the Geffen School of Medicine at UCLA and encouraged interdisciplinary exploration of neurological conditions. The gift supported what is collectively known as the Easton Labs for Brain Health and was a powerful testament to Easton’s drive to foster greater collaboration, especially in facilitating earlier diagnosis of Alzheimer’s disease and traumatic brain events and in developing new therapeutic treatments.\nAnother gift from Easton led to the establishment of the Mary S. Easton Center for Alzheimer’s Research and Care at UCLA. The center, named for his mother, who had the disease, conducts world-leading work on dementia and other neurological conditions such as epilepsy, stroke and multiple sclerosis.\n“If we were to think of UCLA as one giant brain,” said Dr. John Mazziotta, vice chancellor of for health sciences and CEO of UCLA Health, “then Jim Easton has been instrumental in helping us forge new pathways and build new connections, strengthening our ability to adapt, to grow and to learn. It is thanks to him that so many different areas of the university are in such close collaboration around brain science.\n“When new and effective treatments for dementia are developed, or when future generations can recover more fully from traumatic brain injury, it will be due to the seeds Jim Easton has planted here at UCLA.”\nRecognizing the need for today’s business leaders to have a clear grasp of technology and its implications, Easton founded the Easton Technology Management Center at UCLA Anderson in 2009. The center works to instill in students new ways of thinking about the rapidly evolving tech sector through practical, interdisciplinary learning from professors and practitioners at the top of their respective fields.\n“Our school is so fortunate to have had a benefactor like Jim Easton, who was a close and valued partner for decades,” said Tony Bernardo, dean of UCLA Anderson and UCLA’s John E. Anderson Professor of Management. “Jim was a true pioneer who saw the centrality of technology to so many aspects of our lives and wanted to sharpen our students’ understanding by exposing them to challenging ideas about everything from artificial intelligence to health care analytics.\n“Thanks to Jim and his wife, Phyllis, who is also a member of our board of advisors, graduates have had a grounding not just in the technologies themselves but in the ethics surrounding their use, the laws that govern them and the global trends that may lie ahead.”\nAs an engineer, Easton also wanted to ensure that UCLA remained at the forefront of the field in which he specialized as an undergraduate. To that end, he created the Easton Labs for Engineering Innovation at UCLA Samueli, a cutting-edge facility that specializes in the research and development of advanced materials for civil, aerospace and athletic applications.\nEaston is survived by his wife, Phyllis; his two children, Greg and Lynn; two stepdaughters; three grandchildren; and five stepgrandchildren.\nAt the request of the family, charitable gifts in Easton’s memory can be made to The UCLA Foundation in support of the areas to which he was most deeply connected."},{"title":"UCLA Launches New Quantum Innovation Hub to Advance Quantum Science and Engineering \n\t\t\t\t\t\tEffort is part of the new UCLA Research Park housed in the former L.A. Westside Pavilion","summary":"UCLA’s new quantum innovation hub will occupy space at the UCLA Research Park on the site of the former Westside Pavilion shopping mall with an eye toward producing major advances in computing, communications, sensing and other areas, and training a new workforce for the burgeoning field","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Quantum-Machine_mid.png","date":"Jan 3, 2024","full_text":"UCLA’s new quantum innovation hub will occupy space at the UCLA Research Park on the site of the former Westside Pavilion shopping mall with an eye toward producing major advances in computing, communications, sensing and other areas, and training a new workforce for the burgeoning field.\nDirected by UCLA’s Center for Quantum Science and Engineering, which is operated jointly by the UCLA College’s Division of Physical Sciences and the UCLA Samueli School of Engineering, the new enterprise will bring together faculty members and researchers from UCLA and other institutions, government and industry partners, leading startups, and students in a collective, multidisciplinary effort to advance the state of the science.\nWhat is quantum science?\nQuantum science seeks to better understand and harness the unique behavior of particles at the subatomic level to deepen our knowledge of the universe and to greatly increase the power and scope of our technologies.\nWith quantum computing, for example, researchers hope to capitalize on the fact that tiny particles can exist simultaneously in multiple states at once and can be strongly “entangled,” unlike traditional binary computer bits, which can exist in only one of two states and are independent of each other. The objective is to create machines based on quantum bits, or qubits, that are many orders of magnitude more powerful than today’s computers.\nAnd understanding the ways in which quantum systems operate in the natural world — for instance, how quantum physics determine how birds and other animals navigate — could help scientists develop new sensors with unprecedented levels of sensitivity.\nPotential applications of quantum systems range from health and medicine to communications, aerospace, encryption, national security and more.\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\nThe center’s leaders\nThe Center for Quantum Science and Engineering is headed by:\n► Mark Gyure, executive director and adjunct professor of electrical and computer engineering at UCLA Samueli\n► Kang Wang, director and distinguished professor of electrical and computer engineering and of materials science and engineering at UCLA Samueli\n► Eric Hudson, co-director and professor of physics in the UCLA College\n► Richard Ross, education director and director of the quantum science and technology master’s degree program in the UCLA Department of Physics and Astronomy\n\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tUCLA Samueli doctoral students performing quantum research employing photonic wave packets.\nUCLA: At the vanguard of quantum technology\nIn recent years, UCLA has emerged as a leader in quantum information science and technology, and government and industry funding has grown significantly. Among that support: The National Science Foundation awarded $25 million to UCLA and several other universities in 2020 to create the NSF Quantum Leap Challenge Institute for Present and Future Quantum Computation, which will be housed at the new research park. In 2021, the campus received a $3 million grant from the agency for fellowships to train doctoral students in quantum science and engineering, and UCLA has launched a first-of-its-kind master’s degree program designed to prepare students for careers in quantum technologies.\nIn 2022, the NSF funded UCLA’s new Center for Advanced Molecular Architectures for Quantum Information Science, which is working to develop scalable building blocks of quantum computers. Also in 2022, aerospace company Boeing pledged $5 million to support the work of faculty at the Center for Quantum Science and Engineering. And in 2023, UCLA received NSF funding for research on distributed quantum entanglement aimed at developing sensing technologies that can measure atmospheric and aerosol chemicals at previously impossible levels.\nMark Gyure, executive director of the Center for Quantum Science and Engineering, said the investments and the center’s relationships with Boeing and other industry partners would help establish UCLA, Los Angeles and the Southern California region as a major nexus for quantum science and technology.\nWith strong collaborations between faculty and quantum companies such HRL Laboratories already in place, the expansion to the new UCLA Research Park will only aid in the fulfillment of that promise."},{"title":"UCLA Professor Receives Biomedical Engineering Society Rising Star Award","summary":"Neil Lin, an assistant professor of mechanical and aerospace engineering as well as bioengineering at the UCLA Samueli School of Engineering, has received a 2024 Rising Star Junior Faculty Award from the Biomedical Engineering Society (BMES) Cell and Molecular Bioengineering (CMBE) Special Interest Group","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Neil-Lin-800x450-1.jpg","date":"Dec 22, 2023","full_text":"Neil Lin, an assistant professor of mechanical and aerospace engineering as well as bioengineering at the UCLA Samueli School of Engineering, has received a 2024 Rising Star Junior Faculty Award from the Biomedical Engineering Society (BMES) Cell and Molecular Bioengineering (CMBE) Special Interest Group.\nThe honor recognizes exceptional interdisciplinary research conducted by outstanding early-career investigators in cellular and molecular bioengineering, with a focus on developing and understanding biological processes and their applications in medicine.\nLin, who joined the UCLA faculty in 2019, was selected for his research on the mechanobioengineering of living soft materials. His research aims to develop engineering approaches to improve the function of biological tissues by understanding how mechanical cues and physiological stimuli can be leveraged to tailor cell behavior.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tUCLAMembers of the Lin Lab Mechanobioengineering\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tAt UCLA, he leads the Lin Lab Mechanobioengineering, whose goal is to accelerate the drug- development process by producing biological samples that better mimic human responses and providing microscopy methods that characterize cells more precisely and quickly. The team’s recent discoveries include developing AI tools for evaluating the identity and function of living cells, revealing how the interactions between cells and their neighboring environment affect cell properties, as well as how fluid flow and oxygen impact tissue development. \nLin will present his research findings in January at the 2024 BMES-CMBE conference in Puerto Rico.\nAmong Lin’s other awards and recognitions are the Prostate Cancer Foundation’s Young Investigator Award, a Maximizing Investigators’ Research Award from the National Institute of General Medical Sciences and a Nanomedicine Innovation Planning Award from the Broad Stem Cell Research Center-California NanoSystems Institute."},{"title":"UCLA Joins $42 million Department of Energy Hubs to Advance Fusion Energy","summary":"UCLA has joined a recently announced $42 million multi-institutional, multidisciplinary program to advance foundational inertial fusion energy research, funded by the Department of Energy","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Sun-800x450-1.jpg","date":"Dec 22, 2023","full_text":"UCLA has joined a recently announced $42 million multi-institutional, multidisciplinary program to advance foundational inertial fusion energy research, funded by the Department of Energy. Three Inertial Fusion Energy Hubs will be led by researchers at Colorado State University, the University of Rochester and Lawrence Livermore National Laboratory, which made history last December when it became the first to produce more energy than the amount provided by the lasers to kick-start the reaction — proving that creating energy from fusion is possible.\nPhysicists, engineers and materials scientists from UCLA will partner with the Lawrence Livermore and University of Rochester hubs.\nFusion occurs when two hydrogen isotopes in a hot gas called plasma join, releasing a large amount of energy. This process powers the sun and other stars and, unlike nuclear fission used in current nuclear reactors, creates no long-lived radioactive waste. Fusion has the potential to provide abundant, reliable and non-carbon-emitting energy, but until last year, the amount of energy needed to kick-start the fusion reaction far exceeded the amount produced.\nThe hubs aim to meet President Biden’s goal of demonstrating a proof of concept for several different types of fusion power plants in 10 years as part of the effort to achieve the administration’s ambitious climate and energy goals.\nUCLA physicists Chris Niemann, Derek Schaeffer and Troy Carter, director of the Plasma Science and Technology Institute at UCLA, have received $500,000 of the funding to lead workforce development, alongside colleagues at MIT and UC San Diego within the Livermore hub. They will create a new inertial fusion energy curriculum, including courses covering key physics and diagnostic concepts, as well as summer schools held at UCLA to train undergraduate and early graduate students in theoretical and hands-on aspects of laser-driven fusion.\nUCLA Samueli School of Engineering materials scientist Morris Wang has been awarded $400,000 to partner with General Atomics and Lawrence Livermore National Lab to spearhead development and fabrication of the fuel pellet, or inertial fusion energy target, using state-of-art additive manufacturing techniques for precision and large volume productions. The group will also develop nondestructive techniques to inspect defects and screen targets.\nUCLA physics professors Paulo Alves and Warren Mori, who also has a joint appointment in electrical and computer engineering, are working on the broadband laser-plasma interactions research led by the University of Rochester. They will receive $840,000 to develop and use their advanced simulation software to aid in the development of a direct-drive inertial fusion energy laser system. Other partners in this hub include the University of Nebraska, Ergodic LLC and Xcimer Energy Corp."},{"title":"Engineering Professors Join New UCLA Center to Revolutionize Battery Technology\n\t\t\t\t\t\tEfforts aim to make sodium-ion batteries a marketable commodity","summary":"The U","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Batteries-800x450-1.jpg","date":"Dec 21, 2023","full_text":"The U.S. Department of Energy has awarded UCLA a three-year, $4.5 million grant to establish the new Center for Strain Optimization for Renewable Energy (STORE) at UCLA, which aims to make sodium-ion batteries a viable option for consumers.\nUCLA is one of 18 universities awarded a combined $69.1 million to find solutions that will make clean energy systems more resilient, as part of the DOE’s Energy Earthshots Initiative launched in 2021. The initiative includes $264 million in funding for 29 projects to advance clean energy technologies within the decade.\n\n“The goal is to leverage the ample availability of sodium and optimize the performance of sodium-ion batteries with the right materials and physical structure,” said STORE’s deputy director Bruce Dunn.\n\nSTORE’s focus will be on making sodium-ion batteries a viable alternative to lithium-ion batteries. Much of the world’s lithium comes from outside the United States, which makes it costly and subject to geopolitics. Sodium, while one of the most common elements, has traditionally not been a good option for consumer batteries. Batteries made with sodium ions charge slowly and have a shorter lifespan than lithium-ion batteries. The problem lies in sodium’s much larger positively charged ions, or cations, compared to those of lithium. This slows down sodium ions’ movement through the battery’s negative and positive electrodes. STORE aims to fix the problem — not by changing the sodium, but rather the materials through which those cations move. \n“The goal is to leverage the ample availability of sodium and optimize the performance of sodium-ion batteries with the right materials and physical structure,” said STORE’s deputy director Bruce Dunn, who holds the Nippon Sheet Glass Company Chair in Materials Science at the UCLA Samueli School of Engineering. “There is exciting work to be done in finding the right combinations. These innovations could lead to lower-cost batteries for grid-level energy storage.” Dunn is a distinguished professor of materials science and engineering, as well as bioengineering.\nThe center, headed by UCLA chemistry and biochemistry distinguished professor Sarah Tolbert, also includes chemistry and biochemistry professor Xiangfeng Duan and UCLA Samueli chemical and biomolecular engineering assistant professor Yuzhang Li. Tolbert also holds a joint appointment in the Department of Materials Science and Engineering at UCLA Samueli. \nResearchers from UC Santa Barbara, the University of Southern California, the California Institute of Technology and SLAC National Accelerator Laboratory are collaborators on the project. The multidisciplinary team will also focus on overall battery cost-cutting measures, including replacing traditional nickel and cobalt with cheaper iron, manganese, titanium, sulfur or phosphorus. \nHolly Ober contributed to this story."}]