[{"summary":"The National Science Foundation has awarded a $1-million grant to the UCLA Samueli School of Engineering’s Bioengineering Department to integrate evidence-based organizational change strategies into the undergraduate curriculum","date":"Jul 18, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/2-Schmidt-Hong-800x450-1.jpg","full_text":"The National Science Foundation has awarded a $1-million grant to the UCLA Samueli School of Engineering’s Bioengineering Department to integrate evidence-based organizational change strategies into the undergraduate curriculum.\nThe proposed Revolutionizing Engineering Departments Adaptation and Implementation will focus on project-based learning, real-world problem solving, industry and clinical partnerships, as well as promotion of equity, diversity and inclusion in education. By doing so, the department seeks to create a learner-centered environment that fosters innovation; improves the learning experience for students, instructors and researchers; and aligns undergraduate education with industry and research demands.\nThe 2023-2027 initiative will be led by Bioengineering Department chair and Chancellor’s Professor of Bioengineering Song Li and bioengineering professor Jacob Schmidt, vice chair of undergraduate studies and the faculty director of the UCLA Samueli Makerspace — a 9,000-square-foot space in Boelter Hall for students to design, build and create projects using 3D printers, a virtual reality system, electronics fabrication tools and more.\n\n“By sharpening the educational focus and increasing access to resources, we hope to broaden undergraduate students’ career opportunities and equip them with the knowledge, skills and mindset needed to tackle evolving societal challenges,” Song Li said.\n\nThe new program will center around three primary objectives: integrating practical projects and skill training into the undergraduate curriculum, building partnerships across the university —and with the medical center and industry, and fostering an inclusive community for bioengineering education at UCLA and beyond. \n“By sharpening the educational focus and increasing access to resources, we hope to broaden undergraduate students’ career opportunities and equip them with the knowledge, skills and mindset needed to tackle evolving societal challenges,” Li said.\nThe UCLA team comprises bioengineering faculty and Assistant Director of Data Analytics Hannah Whang Sayson at the Center for Educational Assessment, as well as education professor and UCLA Associate Vice Chancellor of Equity, Diversity and Inclusion Mitchell Chang. The project is also supported by the leadership of engineering, medicine, life sciences, research centers and the SEA Change program at UCLA — the American Association for the Advancement of Science’s STEMM (science, technology, engineering, mathematics and medicine) Equity Achievement Change program.","title":"UCLA Bioengineering Receives $1M NSF Grant to Transform Undergraduate Education"},{"summary":"A trio of UCLA engineers has developed a new computational procedure that allows autonomous robots to perceive, map and adjust to their environments more quickly and accurately — significantly improving the robots’ ability to navigate their surroundings in real time","date":"Jul 18, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Court-of-Sciences-heat-map-800x450-1.jpg","full_text":"A trio of UCLA engineers has developed a new computational procedure that allows autonomous robots to perceive, map and adjust to their environments more quickly and accurately — significantly improving the robots’ ability to navigate their surroundings in real time. The advancement could lead to life-saving applications for search-and-rescue robots and enhance current technology used in autonomous vehicles or planetary exploration. \nMobile robots rely on simultaneous localization and mapping in order to operate effectively and efficiently. In recent years, light-detection and ranging technology, or lidar, has allowed robots to visualize their operating environment (mapping) and understand how to navigate their dynamic surroundings (location) at the same time. However, there remained fundamental limitations on lidar-powered robots’ mapping accuracy and reaction time as they struggle with massive data processing and computational complexity.\nLed by project investigator and assistant professor of mechanical and aerospace engineering Brett Lopez at the UCLA Samueli School of Engineering, the team developed a new algorithm to address the challenges. Built upon the current lidar sensing technology, direct lidar-inertial odometry and mapping, or DLIOM, is the focus of a UCLA study presented at the 2023 Institute of Electrical and Electronics Engineers (IEEE) International Conference on Robotics and Automation. \n“The algorithm we developed produces precise geometric maps of nearly any environment in real time using a compact sensor and computing suite,” said study first author Kenny Chen, a recent UCLA electrical and computer engineering doctoral graduate. “It has several key advantages over other current solutions including faster computational speed, better map accuracy and improved operational reliability.”\nRyan Nemiroff, an electrical and computer engineering graduate student, is the third team member. Using a custom-built quadcopter drone, the researchers flew their DLIOM-powered unmanned aerial robot around UCLA’s Royce Hall and surrounding buildings in Dickson Plaza, the Franklin D. Murphy Sculpture Garden, the Court of Sciences and the Mildred E. Mathias Botanical Garden. The test flights found the new algorithm-embedded drone performed 20% faster and 12% more accurately than those armed with current state-of-the-art algorithms.\n\n \n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tImage courtesy of the Verifiable and Control-Theoretic Robotics Laboratory at UCLAA custom-built quadcopter drone powered by new algorithms developed by UCLA researchers\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tAccording to the researchers, DLIOM boasts several fundamental innovations designed to enhance a robot’s capabilities such as remembering previously visited locations, utilizing only relevant environmental information, adapting to changing surroundings, correcting blurry incoming imaging from its sensors and processing novel data. DLIOM also expedites the speed with which the autonomous robot operates by combining the data collection and process into a single step.\nThe new computational method requires little hands-on tuning for different environments, such as a thick forest or a sprawling suburb, thereby allowing the robot to explore various topographies on a single trip without human intervention. In essence, the algorithm enables the robot to process information so quickly that they can configure their journey as they go. \n“When we send next-generation robots to explore other worlds, they will need to handle a range of environments and conditions, as well as establishing their own maps of their local surroundings,” said Lopez, who directs the Verifiable and Control-Theoretic Robotics Laboratory at UCLA. “Our new algorithm shows a great path forward to solving latency problems associated with mapping and localization challenges. More immediately, this could help enhance next-generation robots for safer self-driving vehicles, and for search-and-rescue and infrastructure-inspection efforts.”\nIn designing its algorithm, the team incorporated an inertial measurement unit (IMU) device that measures the gravity and angular rate of an object to which it is attached. By combining lidar      scans with IMU, the researchers developed robots that show improved localization accuracy and mapping clarity. \nThe current version of DLIOM is an update of a 2022 iteration published in IEEE Robotics and Automation Letters and available through IEEE’s research database Xplore. It was developed by Chen, Lopez and their colleagues at UCLA and the NASA Jet Propulsion Laboratory for Team CoSTAR. The NASA team was one of the finalists in a subterranean robotic exploration challenge held in 2021 by the Defense Advanced Research Projects Agency.\nWritten from scratch by the three UCLA researchers in the programming language C++, DLIOM contains less than 3,000 lines of code, as opposed to a typical algorithm developed by a large team that consists of 5,000-10,000 lines. The design allows for minimal programming redundancy and computational complexity, while preserving flexibility for real-world robotics applications.\nThe authors are exploring the possibility of patenting the algorithm through the UCLA Technology Development Group for a software license.","title":"UCLA Engineers Unveil Algorithm for Robotic Sensing and Movement\n\t\t\t\t\t\tAdvance may lead to improved performance in autonomous vehicles and satellite operations"},{"summary":"Anjali Koganti knew she wanted to be an engineer ever since she built her first computer from scratch at age 8 alongside her father","date":"Jul 17, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Anjali-Koganti-800x450-1.jpg","full_text":"Anjali Koganti knew she wanted to be an engineer ever since she built her first computer from scratch at age 8 alongside her father. Now the rising fourth-year student at the UCLA Samueli School of Engineering reached yet another milestone on her journey to become an aerospace engineer as a 2023 Brooke Owens Fellow and a summer intern at The Aerospace Corporation.\nGrowing up in San Diego, Koganti said as a child, her dream job was to be an artist, but she also enjoyed building things — circuits, potato batteries, or elaborate Lego sets. \n“I remember being enthralled with the way all the pieces fit together and how putting my hands on each piece helped teach me what each component did,” Koganti said.\nDrawn to creative projects that allow her to work with her hands to make something, Koganti attended engineering camps for young girls at nearby UC San Diego where she started to develop confidence in science, technology, engineering and mathematics.\n“Engineering is a multifaceted subject — it’s a practical, distinctly creative and flexible discipline that aims to answer the question, ‘how can a problem be solved in the best way possible?’” Koganti said. \nAnjali Koganti pictured with Team Prometheus’s hybrid rocket Persephone right before its October 2022 launch in the Mojave Desert. Photo courtesy of Anjali Koganti\nWhen it came time to apply for college, Koganti knew that staying in Southern California would allow her to not only avoid cold weather but also take advantage of career opportunities at numerous aerospace companies in the area. She was impressed by the resources, faculty and reputation of UCLA Samueli where she visited as a junior in high school. But more importantly, she remembered touring the lab of Rocket Project at UCLA. The student-led club left an indelible impression on the teenager.\nSoon after she was admitted to UCLA, Koganti joined the organization and has since learned to design, build and troubleshot a hybrid rocket, which is powered by a combination of solid fuel and a liquid oxidizer.  She has also stepped up and taken on leadership roles, including serving as the club’s project lead and outreach director. \nLast October, she and her Prometheus team successfully launched its hybrid rocket Persephone, reaching 3,000 feet in the Mojave Desert before it had an engine burn through — no small feat considering the team was completely made up of new members except for her and a co-lead.\n“It was one of the best moments of my life seeing that rocket go up after a grueling year of long nights in the lab,” Koganti said. “It was very stressful, but watching the rocket blast off definitely made it all worthwhile.”\nHaving honed her skills building rockets from concept to launch as a seasoned Rocket Project member, Koganti took on another role last year as an instructor for the undergraduate Engineering 96 course: Rocketry Introduction for Student Education. She took the course in 2020 as a freshman herself, and despite it being taught online due to the COVID pandemic, she said she learned many of the fundamental principles that continue to guide her work today.\n“My favorite moment was watching my students launch their rockets knowing that they were able to do so using the skills and knowledge that I taught them,” Koganti said.\nOutside of the classroom and the rocket lab, Koganti also serves as an Engineering Ambassador, giving tours of the school to prospective students and their parents. “Being an Engineering Ambassador has enabled me to inspire the next class of UCLA Samueli engineers, paying forward the kindness of my own engineering mentors,” Koganti said. \n\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tKoganti’s time at UCLA Samueli has solidified her love for engineering and allowed her to foster new passions, such as coding. During the summer before her junior year, Koganti put that newfound knowledge to use in her first industry internship working with simulations and control at Relativity Space — an aerospace manufacturing company based in Long Beach, California. \n\n“Engineering is a multifaceted subject — it’s a practical, distinctly creative and flexible discipline that aims to answer the question, ‘how can a problem be solved in the best way possible?’” Anjali Koganti said.\n\nThe positive experience deepened Koganti’s resolve to pursue a career in the aerospace industry. She applied last October for the Brooke Owens Fellowship and was selected as one of 47 fellows for 2023. The program was established in memory of Brooke Owens — a pilot and space policy expert who worked with NASA, the Federal Aviation Administration and the White House. The fellowship is designed to provide internship opportunities for undergraduate women and other gender minorities interested in the aerospace industry.\nEach awardee is paired with a company for a summer internship and offered opportunities to learn from multiple industry mentors. The fellows are also invited to the Brooke Owens Fellowship Future Space Leaders Conference in Washington D.C., where they get to meet other mentors and fellows.\nAs an intern at The Aerospace Corporation in El Segundo, California, Koganti is developing a modeling and simulation software and hardware system for satellites. She said she is most excited to gain new experiences and skills through the internship, especially since this will be her first time developing hardware in industry.\n“One of the most positive things that I can take away from the fellowship is the community of exceptional women,” Koganti said. “All of the fellows, both past and present, serve as inspiration and support in such a male-dominated field, and I look forward to leaning on them during my future career.”\nIn addition to receiving the Brooke Owens Fellowship, Koganti was recently awarded a William S. Klug Memorial Scholarship from UCLA Samueli in recognition of her many contributions to the school. \nRiley de Jong contributed to this story.","title":"UCLA Aerospace Engineering Senior Builds, Launches Rockets and More"},{"summary":"Isabella Arzeno Soltero has joined the UCLA Samueli School of Engineering July 1 as an assistant professor of civil and environmental engineering","date":"Jul 13, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Isabella-Arzeno-Soltero-800x450-1.jpg","full_text":"Isabella Arzeno Soltero has joined the UCLA Samueli School of Engineering July 1 as an assistant professor of civil and environmental engineering. Her appointment is part of UCLA’s initiative to become a federally designated Hispanic-Serving Institution by 2025, which includes hiring new faculty across the UCLA campus for individuals whose teaching, scholarship and/or mentoring has ties to Latinx experiences. \nArzeno Soltero has conducted extensive research on ocean dynamics across various scales, with a recent emphasis on the interplay between seaweed and hydrodynamics. Moving forward, her research will be dedicated to addressing vital aspects of coastal resilience, such as the dynamic processes that contribute to the formation of coastal hypoxic zones. This research is motivated by the significant impact these zones have on the health and well-being of nearby ecosystems and communities. Arzeno Soltero’s research methodology has centered on observational approaches, leveraging techniques such as scientific diving for instrument deployment. \nDuring her postdoctoral tenures at Stanford University (2022-2023) and UC Irvine (2020-2022), however, Arzeno Soltero expanded her research repertoire to include the development of numerical simulations. At Stanford, she began delving into the complexities of secondary circulation within kelp forest environments. Her objective was to illuminate the pivotal role played by kelp forests in the transport and dispersal of nutrients and larvae. At UC Irvine, Arzeno Soltero developed a model to estimate the global potential for seaweed cultivation, in order to assess the capacity of seaweed cultivation as a strategy for carbon dioxide removal.Arzeno Soltero earned her doctorate in physical oceanography in 2020 from the Scripps Institution of Oceanography at UC San Diego, aided by funding from the National Defense Science and Engineering Fellowship and a Ford Foundation Dissertation Fellowship. Apart from being a teaching assistant at UC San Diego, she organized the Rosa Parks Tutoring Program designed to help promote diversity in science, technology, engineering and mathematics fields in communities facing economic and social challenges. She obtained both her master’s in civil and environmental engineering and bachelor’s in earth systems from Stanford University.Since 2020, Arzeno Soltero has facilitated a community science program in Coachella Valley to study the water quality of the Salton Sea. She plans to continue research on the Salton Sea focused on the changing hydrodynamics, hydrogen sulfide emissions and the related socioeconomic impacts of this landlocked and highly saline body of water.","title":"Physical Oceanographer Joins UCLA Civil and Environmental Engineering Department"},{"summary":"The UCLA Samueli School of Engineering has appointed five faculty members with various experiences in promoting equity, diversity and inclusion to its Computer Science Department","date":"Jul 10, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/ucla-samueli-logo.png","full_text":"The UCLA Samueli School of Engineering has appointed five faculty members with various experiences in promoting equity, diversity and inclusion to its Computer Science Department. They bring expertise in developing computer architectures, fairness in machine learning, security and networking, and tools for big data analysis.","title":""},{"summary":"The UCLA Samueli School of Engineering has appointed Ian Roberts as an assistant professor of electrical and computer engineering, effective July 1","date":"Jul 7, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Ian-Roberts-800x450-1.jpg","full_text":"The UCLA Samueli School of Engineering has appointed Ian Roberts as an assistant professor of electrical and computer engineering, effective July 1.\nRoberts focuses his research on developing advanced techniques for next-generation wireless communication and sensing systems through the unique combination of theory and experimentation. He is actively working on problems related to millimeter-wave wireless systems; in-band, full-duplex satellite communication systems and related technologies that will be critical in delivering 5G and future 6G cellular networks.\nHis research has made strides in transforming millimeter-wave communication systems, such as those in 5G, by upgrading them with in-band full-duplex capability — the long-sought ability to simultaneously transmit and receive signals at the same frequency. By combining theory with experimentation, Roberts has created novel techniques that have been validated using actual hardware. The advance will help to pave the way toward higher-throughput networks with lower latency and broader coverage to enable emerging applications, such as virtual reality and autonomous driving.\nRoberts has held internship positions developing and implementing advanced wireless technologies at AT&T Labs, Amazon, startup GenXComm, Sandia National Laboratories and Dynetics. He has also visited Arizona State University and Yonsei University in South Korea on research collaborations. Roberts has co-authored 15 published research papers and conference proceedings. He also holds one U.S. patent and has co-authored a book chapter on next-generation transceivers for wireless communication.\nEarlier this year, Roberts received the 2023 Andrea Goldsmith Young Scholars Award from the Institute of Electrical and Electronics Engineers (IEEE) Communications Society for his contributions to the theory and practice of full-duplex millimeter-wave communications. He was presented with the award and delivered a talk this week at the IEEE Communication Theory Workshop in Taiwan.\nRoberts received both his master’s and doctoral degrees in electrical and computer engineering from the University of Texas at Austin, where he was a National Science Foundation Graduate Research Fellow with the Wireless Networking and Communications Group. He earned his bachelor’s degree in electrical engineering from the Missouri University of Science and Technology.","title":"Wireless Communications Researcher Joins UCLA Electrical and Computer Engineering Department"},{"summary":"The world’s leading educational and scientific computing society, the Association of Computing Machinery (ACM), has selected the UCLA chapter ACM at UCLA as the recipient of its 2023 Student Chapter Excellence Award for Outstanding Chapter Activities","date":"Jul 6, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/ACM-800x450-1.jpg","full_text":"The world’s leading educational and scientific computing society, the Association of Computing Machinery (ACM), has selected the UCLA chapter ACM at UCLA as the recipient of its 2023 Student Chapter Excellence Award for Outstanding Chapter Activities.\nLast won by UCLA in 2017, the annual award with a $500 prize recognizes student chapters that “sponsor a series of exceptional activities throughout the year or have focused their efforts on a single major activity.” In addition to the chapter activities award, ACM at UCLA has won the outstanding website (2022), recruitment (2021) and school service (2018 and 2020) awards in recent years.\n“It is a great honor to receive this recognition, which not only validates our hard work but also positions us as the most decorated ACM chapter worldwide,” said Sujay Jain, the chapter’s president and a rising third-year computer engineering student. “Winning six awards in the past seven years is a testament to our commitment to excellence and our continuous pursuit of innovation.” \nThe largest computer science student organization in Southern California, ACM at UCLA welcomed to its club more than 700 general members in the 2022-2023 academic year. Nearly 100 of these students served as interns who are a critical component of the club, assisting in planning major industry events such as the annual Los Angeles Capture The Flag cybersecurity competition and a 12-hour beginner-friendly hackathon called Hack on the Hill.\n\n“It is a great honor to receive this recognition, which not only validates our hard work but also positions us as the most decorated ACM chapter worldwide,” said Sujay Jain.\n\nIn addition to its marquee events, the club is also involved in organizing member welcome days, career fairs, undergraduate research forums and student town halls in collaboration with the Computer Science Department and the UCLA chapter of Upsilon Pi Epsilon — an international honor society for the computing and information disciplines.\n“Thanks to this incredible growth, we’ve been able to organize an impressive roster of around 200 events every quarter,” Jain said. “Above all, I’m proud of our commitment to inclusivity and our accomplishments in making computer science education more accessible to all students.” \nACM at UCLA is made up of eight committees with each focused on a specific mission, ranging from mastering algorithms and competitive programming to facilitating conversations about diversity in tech. Students of all majors and levels of expertise are welcomed by the organization, which makes its workshop resources available to the public via GitHub. \n“We look forward to continuing our mission of welcoming students of all backgrounds, interests and skill levels to join our community and share our love for technology,” Jain said. \nRiley de Jong contributed to this story.","title":"International Computing Organization Honors UCLA Student Chapter with 2023 Award"},{"summary":"Ah-Hyung “Alissa” Park has been appointed the Ronald and Valerie Sugar Dean of the UCLA Henry Samueli School of Engineering and Applied Science, effective September 1","date":"Jun 20, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Dean-Parker.png","full_text":"Ah-Hyung “Alissa” Park has been appointed the Ronald and Valerie Sugar Dean of the UCLA Henry Samueli School of Engineering and Applied Science, effective September 1.\nOne of the nation’s leading experts on carbon capture and conversion technology, Park is currently the Lenfest Earth Institute Professor of Climate Change and chair of the department of earth and environmental engineering at Columbia University, where she has been a faculty member since 2007. She also is director of the Lenfest Center for Sustainable Energy, an executive committee member of The Earth Institute and Columbia Climate School, and a member of Columbia’s Department of Chemical Engineering.\n“Chancellor Block and I are confident that under Alissa’s visionary leadership, UCLA Samueli will make even greater strides in advancing engineering education and research for the benefit of our society,” said Darnell Hunt, UCLA’s executive vice chancellor and provost, in a written message to the campus.\nAt Columbia, Park created highly interdisciplinary research and educational programs in sustainable energy and decarbonization, including the CarbonTech Development Initiative for translational decarbonization research — a collaboration between the Lenfest Center for Sustainable Energy and the Center on Global Energy Policy. She also substantially improved the diversity of the faculty and student bodies within her units, spearheading efforts to achieve a cultural shift toward equity, inclusion and respect.\n\n“I am thrilled to work with all of the members of our exceptional and diverse community — faculty, students, staff, alumni and other colleagues — to engineer change for a better future, by design, for all,” Alissa Park said of her appointment as the next dean of UCLA Samueli.“\n\n“I am deeply humbled and also excited to serve as the next dean of engineering at UCLA, a world-class public university,” Park said. “It is an exciting and critical time for engineering and computer science as we focus on addressing many grand challenges and opportunities with tremendous social impact such as climate change, pandemics and artificial intelligence.”\nIn addition to being active with Columbia’s Women in Energy Initiative, Park has also been involved in a collaboration with UN Women — a United Nations initiative — on a project supporting entrepreneurship in sustainable energy in developing countries.\n“I am thrilled to work with all of the members of our exceptional and diverse community at UCLA Samueli — faculty, students, staff, alumni and other colleagues — to engineer change for a better future, by design, for all,” Park added.\nPark’s research focuses on sustainable energy and materials conversion pathways with an emphasis on using integrated carbon capture, utilization and storage (CCUS) technologies to address climate change. Her research group also is investigating direct air capture of carbon dioxide and negative emission technologies, including bioenergy with carbon capture and storage, and sustainable construction materials with low carbon intensity.\nIn 2016, Park co-founded GreenOre CleanTech, a startup spun out of research developed at Columbia Engineering that transforms the hard-to-decarbonize industrial sector’s solid wastes and carbon emissions into value-added products such as carbon-negative building materials while recovering energy-relevant critical minerals.\nBorn in Seoul, South Korea, and the daughter of an architectural engineer and an artist who loves chemistry, Park received both her bachelor’s and master’s degrees in chemical and biological engineering from the University of British Columbia in Canada. She also earned a doctorate in chemical and biomolecular engineering at Ohio State University, from which she later received a distinguished alumni award for academic excellence in 2021.\nA fellow of the American Institute of Chemical Engineers (AIChE), Park is also a fellow of the American Chemical Society, Royal Society of Chemistry, Canadian Institute for Advanced Research and American Association for the Advancement of Science. She is currently serving as a member of the National Academies of Sciences, Engineering and Medicine’s Committee on Carbon Utilization Infrastructure, Markets, Research and Development.\nAmong Park’s numerous awards and recognitions are an AIChE Particle Technology Forum (PTF) Shell Thomas Baron Award in Fluid-Particle Systems, a U.S. Clean Energy Education and Empowerment (C3E) Research Award, AIChE PTF’s PSRI Lectureship Award, Columbia University’s Janette and Armen Avanessians Diversity Award, an American Chemical Society WCC Rising Star Award and a National Science Foundation CAREER Award. She is a member of numerous editorial and advisory boards, and has led a number of global and national discussions on CCUS technologies, including the 2019 National Petroleum Council CCUS Report and the 2017 Mission Innovation Workshop on Carbon Capture, Utilization and Storage.\nBruce Dunn, a materials science and engineering distinguished professor and UCLA Samueli’s former associate dean for research and physical resources, has served as the school’s interim dean since August 2022. Park will be the eighth — and second female — dean of UCLA Samueli, which was established in 1945. She will succeed Jayathi Murthy, who became the president of Oregon State University in September 2022.","title":"Alissa Park Appointed Dean of UCLA Henry Samueli School of Engineering and Applied Science\n\t\t\t\t\t\tLeading expert on carbon capture and conversion technology joins UCLA from Columbia University"},{"summary":"More than 1,700 engineering and computer science students of the UCLA Henry Samueli School of Engineering and Applied Science Class of 2023 gathered to celebrate their milestone accomplishments in two commencement ceremonies held in Pauley Pavilion over the weekend","date":"Jun 20, 2023","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/ucla-samueli-logo.png","full_text":"More than 1,700 engineering and computer science students of the UCLA Henry Samueli School of Engineering and Applied Science Class of 2023 gathered to celebrate their milestone accomplishments in two commencement ceremonies held in Pauley Pavilion over the weekend.\nBioengineering major Julia Zhong ’23 sang the national anthem.\nWitnessed by nearly 9,000 family members and guests who attended the events, the 984 bachelor’s degree candidates, and 605 master’s and 143 doctoral students proudly walked across the stage as each of their names was called in the indoor arena on June 17 and 18, respectively. The ceremonies featured American Sign Language interpreters and were livestreamed on the school’s YouTube and Facebook platforms.\nYoram Cohen, a distinguished professor of chemical and biomolecular engineering and the chair of the school’s faculty executive committee, presided over both ceremonies of the school’s 59th commencement.\nDuring his remarks, Interim Dean Bruce Dunn reminded everyone of the pivotal role engineers and computer scientists play in solving societal problems, including working toward a more equitable, inclusive and sustainable future.\n“As engineers, we have the ability to design and build new products that will have the greatest benefits for everyone, especially for those who can least afford them,” he said. “No matter your path, your UCLA education will serve you well, so march forward with confidence and compassion.”\n\n“That’s really why UCLA is truly a home for all,” student speaker Kelly Espino said.\n\nAt the undergraduate ceremony on Saturday, student speaker Kelly Espino, who received her bachelor’s degree in civil engineering, spoke to her fellow class of 2023 in both English and Spanish. Espino, who twice served as president of the Society of Latinx Engineers and Scientists at UCLA, paid tribute to her immigrant family from Mexico and the UCLA familia.\n“This home not only provided me with the skills I needed to succeed in a professional and academic setting, but also a real support system and a place I could feel welcome at UCLA,” she said. “Home and family like this can mean so many different things for all of us, since we’ve experienced different things. That’s really why UCLA is truly a home for all.”\n\n\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tUCLA Samueli\nThe newly minted Class of 2023 Bruin engineers celebrated their graduation from UCLA Samueli.\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t Myles Johnson, the 6-foot-10 former UCLA men’s basketball center and engineering graduate student, delivered the commencement speech.\nTowering over the lectern, the 6-foot-10 graduate commencement student speaker Myles Johnson shared on Sunday his unique experience as both an electrical engineering student and a UCLA men’s basketball player.\nJohnson, who received his master’s degree in the winter quarter, said he was often asked whether he played basketball. While answering in the affirmative, the former Bruins center shared he would always quick to add that he was a graduate student studying electrical and computer engineering.\n“One day, a young girl said something that moved me more than any other fan who just wanted to be another basketball player,” he recalled. “She told me she loved basketball, but she also wanted to be an engineer just like me.”\nSince last May, Johnson has been working at IBM in the Bay Area as a systems engineer, but said the opportunity to speak at the commencement was so meaningful to him that he drove back just for the occasion. With his proud parents and other family members sitting in the audience, Johnson said he hopes his example will show that it is possible to pursue both athletics and academics at the highest levels simultaneously.\n\n“It’s not a question of whether it’s possible, it’s a question of whether you will make it happen,” Myles Johnson said.\n\n“It’s not a question of whether it’s possible, it’s a question of whether you will make it happen,” Johnson said.\nAsad Madni, a distinguished adjunct professor of electrical and computer engineering, and the retired president, chief operating officer and chief technology officer of BEI Technologies Inc., served as the commencement speaker for both ceremonies.\nThe double Bruin is an accomplished engineer who has been recognized by many of the world’s most prestigious institutions for his numerous inventions, including a sensing technology that has greatly improved vehicle stability and reduced rollovers.\n Doctoral candidate Swapnil Saha performed the national anthem on his electric guitar. \n“Go out into the world with your head held high, your heart filled with compassion and care, your mind filled with ideas and dreams, and your conscience filled with a sense of responsibility — the world awaits your contributions,” Madni said.\nJulia Zhong, who received a B.S. in bioengineering and participated in a cappella groups as a student, sang the national anthem during the undergraduate ceremony. Swapnil Saha, who received his doctorate in electrical and computer engineering, played a rock-tinged version of the anthem on his Flying-V Gibson electric guitar at the graduate ceremony.\nThe recordings of both the undergraduate and graduate ceremonies, as well as a digital copy of the combined program can be accessed through the school’s commencement website.","title":""}]