[{"title":"UCLA Researchers Discover How to Control Direction and Wavelength of Emitted Heat \n\t\t\t\t\t\tAdvance could lead to enhanced thermal imaging and green technologies","summary":"Materials scientists at the UCLA Samueli School of Engineering have introduced a simple yet versatile technique to manage the direction at which a material emits thermal radiation while simultaneously fine-tuning its infrared wavelength to optimize performance","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Raman-lab-800x450-1.jpg","date":"Sep 15, 2023","full_text":"Materials scientists at the UCLA Samueli School of Engineering have introduced a simple yet versatile technique to manage the direction at which a material emits thermal radiation while simultaneously fine-tuning its infrared wavelength to optimize performance. \nPrevious breakthroughs have involved defining either the direction of the emitted heat or its wavelength, but not both. A research study by UCLA that demonstrated the new technique was recently published in Advanced Materials. \nThermal radiation is a process by which energy from random movements of atoms and molecules in matter is emitted in the form of electromagnetic waves across a broad range of wavelengths. Light emitted through thermal radiation is often broadband and omni-directional in nature.\nThis phenomenon can be seen in an incandescent light bulb — the hot filament inside the bulb radiates visible light in different directions. However, thermal radiation disseminated toward untargeted directions, or at unwanted wavelengths, limits the performance of many applications.     \nTo solve this problem, a UCLA research team led by associate professor of materials science and engineering Aaswath Raman turned to a common technique used in semiconductor production.\nKnown as doping, it is a process by which impurities are deliberately incorporated into a semiconductor for the purpose of modulating its electrical, optical and structural properties. To demonstrate tailored simultaneous control of spectral and directional emissivity, Raman and his team utilized strategically designed silicon-doped semiconductor thin films where the doping concentration varies spatially in a graded profile along the depth dimension. \n\n“This proof-of-concept demonstrated a simple and inexpensive way for the precise control of thermal radiation. Both the wavelength of emitted light and the intended direction can be tuned simultaneously yet independently of each other,” Aaswath Raman said.\n\n“By stacking multiple semiconductor layers embedded with different concentrations of impurities, we get to define the wavelength frequencies at which each semiconductor layer interacts with another,” said co-lead author and materials science doctoral student Jae Hwang, who is a member of Raman’s research group.\nAccording to the team, the technique’s flexibility could enable a variety of thermal emission profiles previously thought unobtainable. In addition to controlling the direction and range of thermal radiation emissions, the method also shows potential in determining how materials absorb light. This could lead to a range of new thermal devices, such as improved solar cells that could harvest infrared radiation for energy. Additional applications include technologies for microelectronics, energy recovery, upcycling of waste heat and passive cooling techniques. \n“This proof-of-concept demonstrated a simple and inexpensive way for the precise control of thermal radiation,” Raman said. “Both the wavelength of emitted light and the intended direction can be tuned simultaneously yet independently of each other.” \nFurther out, the researchers suggest the methodology could also be harnessed for a range of optical-based applications such as infrared photo detection and spatial light modulation devices for optical communication, as well as for switches and logic gates in photonic integrated circuits.\nUCLA doctoral graduate Jin Xu, a former member of Raman’s lab, is the paper’s other co-lead author. The research was supported by grants from the National Science Foundation, the Defense Advanced Research Projects Agency and the Alfred P. Sloan Foundation."},{"title":"UCLA Engineering Awarded $1.5 Million State-Funded Grants from UC to Spur Climate Action\n\t\t\t\t\t\tEfforts will address earthquake hazards and energy storage","summary":"Two UCLA Samueli School of Engineering professors have been selected to lead research projects funded by the California Climate Action Seed Grants and Matching Grants designed to address the state’s climate priorities","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Brandenberg-Li-800x450-2-1.jpg","date":"Sep 1, 2023","full_text":"Two UCLA Samueli School of Engineering professors have been selected to lead research projects funded by the California Climate Action Seed Grants and Matching Grants designed to address the state’s climate priorities.\nSea Level Rise Impacts on Earthquake-Induced Soil Liquefaction\nScott Brandenberg, a professor of civil and environmental engineering, will serve as the principal investigator on the project with a two-year, $520,000 grant. Timu Gallien, an associate professor of civil and environmental engineering, will serve as a co-project investigator. As sea levels rise due to earthquakes, so do groundwater levels in coastal areas, resulting in increased risks of expanded liquefaction hazard zones. Earthquake liquefaction can cause major infrastructure damages and occurs when loosely packed, waterlogged soil near or at the ground surface beneath buildings and other structures loses its density and strength in response to strong ground shaking. \nIn collaboration with the California Geological Survey, the California Seismic Safety Commission, the California Office of Emergency Services and the U.S. Geological Survey; Brandenberg and Gallien will lead a research team to map liquefaction hazard severity in California by integrating groundwater modeling, sea level rise projections, geotechnical site investigation data, seismic hazard analysis and liquefaction analysis. Findings from the research will help predict areas in California that are prone to soil liquefaction, thereby enabling measures to reduce structural damage and save lives.\nLaser-Scribed Battery Electrodes to Enable California Grid-Scale Energy Storage\nYuzhang Li, an assistant professor of chemical and biomolecular engineering, will lead the project designed to enable grid-scale energy storage with $1 million in funding over two years. Carbon-free electric grids rely on power stored from renewable yet intermittent energy sources such as wind and solar. Li will lead a team to address the challenge with affordable, safe and long-lasting battery technology needed for more efficient and effective power storage. \nLi will partner with Richard Kaner, a UCLA distinguished professor and the Dr. Myung Ki Hong Professor of Materials Innovation with joint appointments in the Department of Materials Science and Engineering and the Department of Chemistry and Biochemistry. The pair will build upon their research funded by the California NanoSystems Institute at UCLA to develop zinc chemistry-based battery technology for grid-scale use. The team plans to develop a high-capacity cathode material using a technique called laser-scribed synthesis, and to demonstrate its capabilities using cryogenic electron microscopy, or cryo-EM.\nIn addition to the two UCLA Samueli-led projects, Alvar Escriva-Bou — an assistant professor of civil and environmental engineering at UCLA Samueli — will contribute to a research project led by UC Berkeley. “Equitable Stewardship of California’s Water in a Changing Climate” aims to build an equitable and resilient water system. The team plans to leverage existing models used to operate California’s major water supply systems to produce a novel library of climate scenarios for sustainable water system operations, democratizing water allocation information in the process. \nThe California Climate Action grants are part of $185 million allocated by the state of California to support University of California (UC) climate initiatives designed to help advance the state’s climate goals. Totaling $83 million, the grants will fund 38 projects involving more than 130 community, industry, tribal and public agencies, as well as 12 UC locations, 11 California State University campuses and two private universities. Five projects will be led by UCLA — two spearheaded by UCLA Samueli, two by faculty members of the UCLA Fielding School of Public Health and one by the UCLA Labor Occupational Safety and Health Program."},{"title":"UCLA Engineering Professor, Alum Inducted into National Academy of Inventors","summary":"C","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/C.K.-Yang-800x450-1.jpg","date":"Aug 30, 2023","full_text":"C.K. Ken Yang, a professor and chair of the Electrical and Computer Engineering Department at the UCLA Samueli School of Engineering, and alumnus Adrian Tang have been selected to join the National Academy of Inventors (NAI) 2023 class of senior members.\nThe academy describes its senior members as “active faculty, scientists and administrators from NAI Member Institutions who have demonstrated remarkable innovation-producing technologies that have brought or aspire to bring real impact on the welfare of society. They also have growing success in patents, licensing and commercialization, while educating and mentoring the next generation of inventors.”\nThe pair were among 95 emerging academic inventors inducted at a recent NAI Annual Meeting in Washington, D.C. They joined a group of 430 senior members affiliated with NAI member institutions worldwide.\nEarlier this year, Yang also received a Distinguished Engineering Educator Achievement Award from the Engineers’ Council for his leadership in mentoring students and creating an innovative electrical and computer engineering curriculum. The nonprofit professional society recognizes individuals who are outstanding in professional quality and have a top reputation for engineering education, mentorship and leadership.\nYang, who joined UCLA Samueli in 1998 and became its Electrical and Computer Engineering Department Chair in 2020, has focused his research on mixed analog-and-digital circuit design and its impact on computing systems. He has authored more than 100 peer-reviewed publications and is a pioneer in enabling multi-gigabit-per-second communication between processing elements. He has developed and introduced circuit techniques to overcome timing noise and data-bandwidth bottlenecks.\nTang, who works at NASA’s Jet Propulsion Laboratory as a complementary metal-oxide-semiconductor (CMOS) chip designer, completed his electrical engineering doctoral degree at UCLA Samueli in 2012 with a research focus on CMOS millimeter-wave imaging, CMOS sub-millimeter-wave imaging, CMOS millimeter-wave communications and CMOS radar systems. He received an Outstanding Young Engineer Award in 2021 from the Institute of Electrical and Electronics Engineers Microwave Theory and Techniques Society, and the UCLA Samueli Rising Professional Alumni Achievement Award in 2019."},{"title":"UCLA-Led Team Receives DOE Grant to Simulate Materials for Fusion Reactors","summary":"The U","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Jaime-Marian-800x450-1.jpg","date":"Aug 22, 2023","full_text":"The U.S. Department of Energy (DOE) has awarded a four-year, $12 million grant to a multi-institutional team led by UCLA researchers to simulate the long-term performance of materials in future fusion reactors. \n“Interest in fusion energy has experienced unprecedented growth in recent years, both in the public and private sectors, thanks to a series of transformative advances in the fields of high-energy density physics, materials science and reactor engineering and technology,” said project leader Jaime Marian, a professor of materials science and engineering at the UCLA Samueli School of Engineering. “However, important scientific questions still remain to be addressed, among which several are related to the interaction of plasma ions and neutrons with reactor materials and their evolution with time.”Supported by the DOE offices of Fusion Energy Sciences (FES) and Advanced Strategic Computational Research, the project is designed to harness the power of the department’s exascale-class supercomputers for understanding the fusion processes and to simulate materials behavior in realistic fusion reactor conditions. \n\n“Interest in fusion energy has experienced unprecedented growth in recent years, both in the public and private sectors, thanks to a series of transformative advances in the fields of high-energy density physics, materials science and reactor engineering and technology,” said Jaime Marian.\n\nComprising members from five universities and four national labs, the research teams brings together computer and materials scientists, as well as applied mathematicians. In addition to researchers from UCLA, other participants are from Stony Brook University in New York, University of Wisconsin-Madison, Villanova University in Pennsylvania, University of Miami, Oak Ridge National Laboratory in Tennessee, Idaho National Laboratory, Sandia National Laboratories in New Mexico and Pacific Northwest National Laboratory in Washington. The UCLA-led study is one of 12 computational research projects totaling $112 million in funding selected via competitive peer review under the DOE Funding Opportunity Announcement for Scientific Discovery through Advanced Computing – FES Partnerships."},{"title":"UCLA Engineering Professor Awarded ECS Toyota Young Investigator Fellowship","summary":"Yuzhang Li, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been awarded a 2023–2024 Electrochemical Society Toyota Young Investigator Fellowship to support his research on enhancing battery materials and performance","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Yuzhang-Li-2-800x450-1.jpg","date":"Aug 22, 2023","full_text":"Yuzhang Li, an assistant professor of chemical and biomolecular engineering at the UCLA Samueli School of Engineering, has been awarded a 2023–2024 Electrochemical Society Toyota Young Investigator Fellowship to support his research on enhancing battery materials and performance.\nThe fellowship program — a partnership between The Electrochemical Society (ECS) and the Toyota Research Institute of North America — promotes innovative research in batteries, hydrogen and fuel cell technology, and other sustainable technologies by young professors and scholars. \nWith a $50,000 grant from the fellowship, Li will focus his research on using cryogenic electron microscopy, or cryo-EM for short, to study lithium metal as a battery material. This builds upon a recent study led by Li and featured on the cover of the journal Nature that revealed, for the first time, the true atomic shape of lithium by using a technique to prevent surface corrosion of the lithium metal. The advance opened the possibility of making better and safer rechargeable lithium-metal batteries.  \nAs a fellow, Li will be invited to present his research at one of the society’s meetings and have the findings published open access in a relevant ECS journal. Toyota may choose to enter into a research agreement to continue working with Li after his fellowship ends.\nIncluded in Forbes’ 2021 “30 Under 30” young innovators list, Li has received other notable recognitions such as a U.S. Department of Energy Early Career Research Award, a National Science Foundation CAREER Award and an American Chemical Society Petroleum Research Fund Grant."},{"title":"UCLA Engineering Alumnus Gives $1 Million to Establish Faculty Term Chairs\n\t\t\t\t\t\tMani Srivastava and Dejan Marković named inaugural Mukund Padmanabhan chairs","summary":"Double Bruin Mukund Padmanabhan M","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Mukund-Padmanabhan6m.png","date":"Aug 16, 2023","full_text":"Double Bruin Mukund Padmanabhan M.S. ’89 Ph.D. ’92 has given $1 million to the UCLA Samueli School of Engineering to create two new endowed faculty term chairs. Accompanied by a matching gift from the Samueli Foundation, this is the sixth major contribution from the accomplished electrical engineer who has worked in finance for more than two decades.\nThe inaugural chairholders, Mani Srivastava and Dejan Marković, are both professors of electrical and computer engineering. They will hold the Mukund Padmanabhan Term Chair and Mukund Padmanabhan Term Chair in Electrical Engineering, respectively, for the next five years. The endowed professorships provide additional funding to support their individual research. \n“It is my privilege to be able to give back to the school where I received such a great education,” Padmanabhan said. “I hope this gift will help to further improve the quality of that education by enabling the hiring and retaining of top-notch faculty.\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tSrivastava, who also holds a joint faculty appointment in the Computer Science Department, directs the Networked and Embedded Systems Laboratory at UCLA. His research focuses on human-cyber-physical and IoT systems that are AI-enabled, resource-constrained, and trustworthy. This includes problems across the entire spectrum of  architectures, algorithms and technologies in the context of applications in mobile health, smart environments and defense. He is a fellow of both the Association for Computing Machinery and the Institute of Electrical and Electronics Engineers (IEEE).\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tMarković’s research is focused on implantable neuromodulation systems, domain-specific compute architectures and design methodologies. An IEEE fellow, Marković received its International Solid-State Circuits Conference Lewis Award for Outstanding Paper in 2014. He also holds a UCLA faculty appointment in Bioengineering Department and is the co-founder of Flex Logix Technologies, a semiconductor IP startup.\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\tPadmanabhan’s previous gifts to the school, totaling $4.5 million, have helped establish an endowed scholarship, three endowed graduate fellowships and a semiconductor research lab in the Engineering VI building.\n“We are deeply grateful for the generosity of Mukund Padmanabhan,” said UCLA Samueli interim dean Bruce Dunn. “The endowed faculty chairs will go a long way to help support innovative research critical to addressing societal challenges.”After earning both his master’s and doctoral degrees in electrical engineering, Padmanabhan joined the IBM Thomas J. Watson Research Center in Yorktown Heights, New York, where he specialized in speech processing technologies, including managing the research and development of algorithms for speech recognition. Today he conducts statistical financial modeling for Renaissance Technologies, a New York-based hedge fund."},{"title":"UCLA Computer Science Alumnus Cracks Decade-Old Code, Wins Top Computing Award","summary":"Aayush Jain Ph","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Aayush-Jain.png","date":"Aug 15, 2023","full_text":"Aayush Jain Ph.D. ’21, one of three researchers who achieved what Quanta Magazine called the “crown jewel” of cryptography in 2020, received the best doctoral dissertation award for his research on the subject from the world’s leading computing society, the Association for Computing Machinery (ACM).\nNow entering his second year teaching computer science at Carnegie Mellon University in Pennsylvania, the India-born computer scientist, who gave up his love of cricket (due to an injury) for mathematics as a teenager, never had formal training in computer science.\n“I was mostly a mathematician interested in seeing math in action,” said Jain, whose doctoral thesis advisor at the UCLA Samueli School of Engineering was Amit Sahai, the Symantec Term Professor of Computer Science and one of the three scientists credited for the cryptographic breakthrough in indistinguishability obfuscation (iO) — a theoretical master tool for encryption that preserves the functions of a piece of software while rendering its source code undecipherable. “This has been a question that was open for such a long time and many people had tried to solve this,” Jain said. “In fact, some believed that iO perhaps did not even exist.”\nBefore moving to the U.S., Jain attended the Indian Institute of Technology in New Delhi, majoring in electrical engineering for both his bachelor’s and master’s degrees because he said he wanted to find a middle ground learning both math and physics. He soon found his passion for cryptography — the science of concealing and securing information using techniques derived from mathematical concepts — and worked as a fellow at Microsoft Research in India, where he learned more about the subject and decided to pursue a Ph.D.\nWeighing several school offers, Jain chose UCLA Samueli after visiting the campus at Sahai’s invitation.\nOver the past 20 years, Sahai has established himself as one of the world’s top cryptography researchers. He directs the National Science Foundation-supported Center for Encrypted Functionalities at UCLA, and is a fellow at ACM and the International Association for Cryptologic Research.\nBut it was more than Sahai’s list of major accomplishments that made an impression on Jain.\n“When I visited Amit for the first time, we discussed a technical problem and I could feel a special connection,” Jain recalled. “Amit excels at identifying the needs of the students. I would thank him the most for helping me to develop big-picture tastes in research and for instilling in me the confidence to be more fearless in research.”\n\n“It’s a tightly knit department and everyone takes personal interest in the development of students,” Aayush Jain said of his experience studying for his doctoral degree in the Computer Science Department at UCLA.\n\nIn 2020, working alongside Sahai and Huijia “Rachel” Lin of the University of Washington, Jain proved that iO does, in fact, exist. The team unveiled its landmark findings in a preprint archive, a common practice in which researchers present a preliminary version of a paper before it goes through a peer review process. The breakthrough instantly drew rave reviews, including a feature in Quanta Magazine and in Forbes. A peer-reviewed paper was published and presented the following year at the 2021 ACM Symposium on Theory of Computing.\nACM selected Jain’s Ph.D. dissertation, “Indistinguishability obfuscation from well-founded assumptions,” for its 2022 Doctoral Dissertation Award honoring the best doctoral thesis in computer science and engineering, which also includes a $20,000 prize.\nCryptography scientist Craig Gentry, whose dissertation detailed the first fully homomorphic encryption he constructed that allows a computer to function with encrypted data, won the same award in 2009 and served as an inspiration for Jain’s research.\nLooking back, Jain said his time at UCLA provided an important springboard for his teaching and research career.\n“It’s a tightly knit department and everyone takes personal interest in the development of students,” Jain said. “I feel close to so many other professors and could routinely talk about different research/non-research things, which was memorable.”\nNow, as an assistant professor at Carnegie Melon, Jain is leading his own research group aiming to develop efficient obfuscation schemes by utilizing underleveraged assumptions and exploring new sources for hard problems previously well-studied in other domains.\n“I believe that cryptography and complexity are a match made in heaven,” Jain said. “This area could be a source of well-understood problems requiring us to realize new feasibility goals in cryptography that have eluded us.”"},{"title":"From Aviation to Programming, a Rising Senior’s UCLA Journey Helps Him Discover His Passion","summary":"Jake Sager loves to fly","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Jake-Sager.png","date":"Aug 14, 2023","full_text":"Jake Sager loves to fly.\nHe was a precocious pilot. At 10 years old, he was soaring across the world, calling air traffic control on his radio as the landscape rolled by below, impossibly fast. But through all this, Sager hadn’t left his living room. He had taken flight courtesy of a desktop simulator his parents had purchased for his home computer.\nSager, who is now on the cusp of his senior year in computer science at the UCLA Samueli School of Engineering, has spent his time on campus treading a path between his love of aviation and his fascination with science and math.\nGrowing up, Sager had always liked to tinker with computers. Toying with a website-building software in elementary school, he found himself wanting to know what made the tool work, a question that led him into the world of computer science.\n“It seemed like a chicken-egg type of problem,” Sager said. “So, I did a bit of digging online … and learned that most websites aren’t developed using online tools, but rather are programmed.”\nInspired by this discovery, Sager taught himself to code in HTML, JavaScript and CSS — the programming languages that make up the backbone of the internet. As he grew, he continued to build on this knowledge, learning how to build iPhone applications and websites with animations by the time he entered high school.\nIt was the virtual world that brought Sager his love of aviation, too. Around the same time he was learning to build websites, he was also flying via his computer. His parents decided to enroll him in an aviation summer camp near their Encinitas, California home.\nSager would continue his training, flying solo for the first time at the age of 16, just as he was preparing to apply to college. He knew he wanted to pursue a field that blended his love of science and technology with his passion for aviation.\nUCLA struck him as stunningly beautiful, verdant and serene despite its proximity to the hustle and bustle of Los Angeles. This, coupled with UCLA Samueli’s reputation for academic rigor, cemented his decision to come to UCLA.\n\n“It always fills me with joy to see people’s faces light up when I explain things in a way that helped them make sense of what is going on,” Jake Sager said of his experience mentoring students at UCLA.\n\nSager started his freshman year majoring in aerospace engineering. He was immediately drawn to student clubs Rocket Project and Design Build Fly. But this was fall of 2020, when COVID-19 rampaged across the globe and shut down in-person instruction.\nIt was then that the tides started to turn for Sager. He still loved aviation, but not so much the engineering part of making a plane. He decided to enroll in Computer Science 31 — a course covering the foundational concepts, principles and methodologies of computer science.\n“I immediately fell in love with computer science,” Sager said. “Programming felt right at home.”\nLearning in a virtual environment, Sager found an innovative way to forge connections with other students on campus: class GroupMe chats. In the absence of in-person interaction, Sager found himself a virtual community, answering fellow students’ online class questions — even the ones to which he didn’t immediately know the answers and had to spend time researching.\nWhen UCLA returned to in-person instruction in fall 2021, Sager received an invitation to the university’s chapter of Tau Beta Pi, a national honor society of engineers. As a member of the organization, Sager was required to tutor at least once a week during its drop-in hours in Boelter Hall.\nEven though he had gained some experience in online tutoring through GroupMe, Sager was initially unsure about tutoring in person. But he overcame his fear and took to the work quickly, so much so that he was soon elected as the group’s tutoring chair.\n“It always fills me with joy to see people’s faces light up when I explain things in a way that helped them make sense of what is going on,” said Sager, who is one of Tau Beta Pi’s incoming vice presidents. “I also think it’s really rewarding in that I have an opportunity to stay fresh on the content in lower division classes that I wouldn’t revisit regularly otherwise.”\nJuggling his studies and his responsibilities at Tau Beta Pi, Sager also became a member of the UCLA chapter of Upsilon Pi Epsilon, a computer science honor society. Later that summer, as he prepared for his junior year, he secured a software engineering internship with Viasat, a communications company specializing in satellite internet.\nBut it was an internship this summer with Boeing’s commercial airplanes department that would give Sager the chance to combine his passion for computer science with his long-held love of aviation.\n“Although I wasn’t enjoying aerospace engineering itself, I have the feeling I will enjoy doing computer science work while being in an immersive aviation environment,” Sager said. “I had always hoped to experiment with combining my academic interests with my hobbies, and this seems like the perfect opportunity.”\nOn path to graduate from UCLA next June, Sager says he hopes to work as a software engineer but he is also contemplating about pursuing a master’s degree. No matter what he decides to do next, Sager is sure to continue soaring — both in the sky and in his career."},{"title":"New Study Identifies Genes Linked to High Production of Key Antibody\n\t\t\t\t\t\tDiscovery made possible by UCLA-developed nanotechnology","summary":"A collaboration led by UCLA and the Seattle Children’s Research Institute has yielded new knowledge about the genes responsible for the production and release of immunoglobulin G, the most common type of antibody in the human body","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/New-study-identifies-genes-linked-to-high-production-of-key-antibody.png","date":"Aug 14, 2023","full_text":"A collaboration led by UCLA and the Seattle Children’s Research Institute has yielded new knowledge about the genes responsible for the production and release of immunoglobulin G, the most common type of antibody in the human body.\nThe finding has the potential to advance manufacturing of antibody-based therapies for diseases such as cancer and arthritis, as well as the development of medical treatments that rely on the production of antibodies.\nAntibodies are a group of proteins that are crucial to the immune system. Immunoglobulin G, or IgG, stores memories of past infections and tags dangerous microbes to be eliminated by immune cells. Mothers’ IgG is also vital for their newborns’ immune defense.\nScientists have known for decades that a population of white blood cells, called plasma B cells, make IgG. Plasma B cells are highly efficient, producing more than 10,000 IgG molecules every second. But the molecular mechanisms that enable plasma cells to secrete antibodies into the bloodstream are still not fully understood.\nIn order to learn more about those mechanisms, the researchers performed an analysis that had never been done before: They captured thousands of single plasma B cells as well as their individual secretions, and then connected the amount of proteins each individual cell released to an atlas mapping tens of thousands of genes expressed by that same cell.\nTo collect the cells and their secretions, the researchers used microscopic, bowl-shaped hydrogel containers called nanovials, which were developed in prior UCLA research.\nTheir analysis found that genes involved with producing energy and eliminating abnormal proteins were even more important for high IgG secretion than the genes containing instructions for making the antibody itself. They also discovered that the presence of CD59, a gene that had not previously been linked to IgG secretion, is a better predictor of high-producing plasma cells than other genetic markers already associated with this cell type.\n“These processes in cells are like an assembly line for making proteins, and there are lots of places where you could see bottlenecks,” said Dino Di Carlo, the Armond and Elena Hairapetian Professor of Engineering and Medicine at the UCLA Samueli School of Engineering and a co-corresponding author of the study. “Things have to be moving smoothly in sync across the cell. If a cell is making a lot of proteins, it’s using a lot of energy and needs a way to correct the proteins that get messed up.”\nThe study was published in the journal Nature Communications. Di Carlo, who is also a member of the California NanoSystems Institute at UCLA and the UCLA Jonsson Comprehensive Cancer Center, said the findings could not only advance fundamental understandings of biology but also could have applications in biomedicine.\nFor instance, knowing which genes are associated with higher secretion of an antibody could be used by pharmaceutical makers to engineer cells that secrete large volumes of the antibody. That knowledge could also be applied to an emerging strategy that introduces engineered cells directly to patients’ bodies, such as the potential cell therapies under development by University of Washington immunologist Richard James, a co-corresponding author of the paper.\nThe new way in which nanovials and a standard laboratory setup were used in the study also opens up new possibilities for understanding how the instructions contained in DNA are translated into the behaviors of cells.\nEach nanovial contains molecules tailored to bind with proteins on the surface of the cells that the researchers are investigating, which enables the nanovial to capture a single cell at a time. Once that cell is immobilized and protected within the nanovial “bowl,” its secretions also accumulate and are attached to specific antibodies engineered to capture them.\nIn the study, the investigators trapped tens of thousands of plasma cells, along with the IgG they released, in nanovials with a diameter about one-third the thickness of a sheet of paper. The nanovials were then run through an instrument to analyze each cell’s messenger RNA, or mRNA.\nEvery cell in an individual’s body carries the same blueprint written in DNA. So scientists detect which genes are active by looking at the mRNA, which translates those instructions so that each cell can build proteins that are specific to its functions.\n“There are multiple layers of information in each cell,” Di Carlo said. “We’re able to link the final layer — the amount of proteins actually secreted that have a clear function throughout the body — back to the more fundamental layer of genetic code. There’s currently no other technique that is available to do that. Now that we have this approach, the most interesting thing, to me, is which question to ask next.”\nIn future studies, the researchers hope to identify all of the genes that affect plasma cells’ production and secretion of IgG.\nNanovials are available commercially from Partillion Bioscience, a company co-founded by Di Carlo that is based in CNSI’s on-campus startup incubator, Magnify.\nThe first authors of the study are Rene Cheng of the University of Washington and Joseph de Rutte, who earned a doctorate from UCLA in 2020 and is a co-founder and CEO of Partillion. Other authors are affiliated with UW, Partillion and the Seattle-based company Luminex. The study was supported by the National Institutes of Health and the Seattle Children’s Research Institute."}]