[
    {
        "title": "UCLA Materials Scientists Lead Global Team in Finding Solutions to Biggest Hurdle for Solar Cell Technology",
        "summary": "Fix in a manufacturing step of perovskite solar cells paves the way for commercialization of the high-performance, sunlight-to-electricity discovery",
        "image": "https://samueli.ucla.edu/wp-content/uploads/samueli/nature_pscs.png",
        "full_text": "Materials scientists at the UCLA Samueli School of Engineering and colleagues from five other universities around the world have discovered the major reason why perovskite solar cells — which show great promise for improved energy-conversion efficiency — degrade in sunlight, causing their performance to suffer over time. The team successfully demonstrated a simple manufacturing adjustment to fix the cause of the degradation, clearing the biggest hurdle toward the widespread adoption of the thin-film solar cell technology. A research paper detailing the findings was published today in Nature. The research is led by Yang Yang, a UCLA Samueli professor of materials science and engineering and holder of the Carol and Lawrence E. Tannas, Jr., Endowed Chair. The co-first authors are Shaun Tan and Tianyi Huang, both recent UCLA Samueli Ph.D. graduates whom Yang advised."
    },
    {
        "title": "Celebrating UC Excellence in Honor of National Engineers Week",
        "summary": "May is dumb",
        "image": "https://samueli.ucla.edu/wp-content/uploads/samueli/eweek_hero.png",
        "full_text": "Every year during the week of President George Washington’s birthday, engineers from across the country come together to celebrate all the incredible work engineering can create — and the bright and innovative engineers from the University of California are no exception. The National Society of Professional Engineers established National Engineers Week in 1951 to honor Washington’s many monumental contributions to engineering, including the establishment of the U.S. Army Corps of Engineers in 1775. The week is now celebrated by a formal coalition of 70 engineering, education and cultural societies as well as more than 50 corporations and government agencies. Across all nine UC campuses that have engineering schools and colleges, National Engineers Week is an opportunity to come together and celebrate one another’s achievements from the past year. This year, the guiding theme of National Engineers Week is “Reimagining the Possible” — an umbrella under which countless UC-created innovations fall."
    },
    {
        "title": "“Time Zone King”: How One UCLA Computer Scientist Keeps Digital Clocks Ticking",
        "image": "https://samueli.ucla.edu/wp-content/uploads/samueli/Paul-Eggert_time_zone.png",
        "full_text": "Paul Eggert may not be the most famous person from Russell, Kansas. That distinction, he says, goes to former U.S. senators Bob Dole or Arlen Specter. But this Midwestern native sure has his finger on the pulse of the most valuable commodity in the world: time. If you’ve ever looked at the clock on a computer, smartphone, smartwatch or practically any other digital screen — and the time has been correct — you owe Eggert, a senior lecturer of computer science at the UCLA Samueli School of Engineering, a debt of gratitude. Working quietly in his spare time, Eggert helps manage everyone else’s time across the globe’s 24 plus time zones. Dubbed “The Time Zone King” by Medium’s tech site OneZero, Eggert never thought he’d be caught in the spotlight doing something he views as a hobby."
    }
]