[{"title":"UCLA Electrical and Computer Engineer Receives Google Research Scholar Program Award","summary":"Xiang ‚ÄúAnthony‚Äù Chen, an assistant professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has received a Google Research Scholar Program Award for his research in human-computer interaction","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/Anthony-Chen-800x450-1.jpg","date":"Jul 12, 2022","full_text":"Xiang ‚ÄúAnthony‚Äù Chen, an assistant professor of electrical and computer engineering at the UCLA Samueli School of Engineering, has received a Google Research Scholar Program Award for his research in human-computer interaction.\nThe award, which supports world-class research conducted by early-career professors, includes a prize of up to $60,000 to support Chen‚Äôs research on extracting human knowledge to augment¬† artificial intelligence training.¬†\nA leader of UCLA‚Äôs Human Computer Interaction Research team, Chen focuses on building interactive intelligent systems so that humans can more easily share information. He aims to train AI systems to learn high-level knowledge through the observation of human experts performing various tasks, such as examining tissue slides for evidence of tumors. Instead of providing the AI with slides that are labeled ‚Äútumor‚Äù or ‚Äúno tumor‚Äù in the way that much current machine learning is done, Chen‚Äôs research will allow the AI to track how an experienced pathologist reviews biopsy slides and relay details, including their eye movements and how they pan or zoom into the slide. The AI can then analyze slides with its own highly trained ‚Äúeye.‚Äù\nChen has received multiple awards for researchers early in their careers. He is also the recipient of a 2021 National Science Foundation CAREER Award, a 2021 Office of Naval Research‚Äôs Young Investigator Award and a 2020 Hellman Fellowship.\nNatalie Weber contributed to this story."},{"title":"M.C. Frank Chang Elected Member of European Academy of Sciences and Arts","summary":"M","img":"https://samueli.ucla.edu/wp-content/uploads/samueli/M.C.-Frank-Chang-800x450-3.jpg","date":"Jun 30, 2022","full_text":"M.C. Frank Chang, who holds the Wintek Chair in Electrical Engineering at UCLA, has been selected as a 2022 member of the European Academy of Sciences and Arts (EASA) in the category of technical and environmental sciences.\nThe academy members are chosen for their outstanding achievements in arts, science and governance as well as for exceptional work in academia, notable publications and other areas.¬†\nChang is a distinguished professor of electrical and computer engineering at the UCLA Samueli School of Engineering, where he directs the High Speed Electronics Laboratory. His research focuses on high-speed semiconductor devices and high-performance integrated circuits for mixed-signal microwave, millimeter-wave and sub-millimeter-wave (also known as terahertz) system-on-chip applications.¬†\nAmong the many accolades Chang has received are his election to the National Academy of Engineering in 2008, Academia Sinica in 2012 and the National Academy of Inventors in 2015. Chang first joined UCLA in 1997 and served as chair of the Electrical and Computer Engineering Department from 2010 to 2015. He then became the president of the National Chiao Tung University in Taiwan from 2015 to 2019 before returning to UCLA. Chang has decades of industry experience, including being the assistant director and department manager of the High Speed Electronics Laboratory of the Rockwell International Science Center in Thousand Oaks, California.\nEstablished in 1990 and headquartered in Salzburg, Austria, EASA boasts nearly 2,000 members and is a ‚Äúnon-governmental, European association committed to promoting scientific and societal progress.‚Äù¬†\nThe 2022 members will be inaugurated at the association‚Äôs annual Festive Session on June 30-July 2 in Salzburg.¬†\nSara Hubbard contributed to this story."}]Äô50, M.S. ‚Äô52, Ph.D. ‚Äô57, the endowed chair is designed to support a faculty researcher in knowledge sciences and its allied fields of artificial intelligence, software engineering, computer-aided software engineering, distributed database systems, information sciences, and data processing and communications.\nFriedmann was the UCLA Engineering Alumnus of the Year in 1973 as well as an accomplished engineer and longtime executive in the aerospace, defense and computing industries. He served in active combat in Europe during World War II as a fighter pilot in the U.S. Air Force with his first mission on D-Day."}]